Repository: ranhai613/trc
Catalog: locale/data/events.xml.append/*.po
Languages: ko, ru

# data/events.xml.append$//event[@name="ADDON_TRC_INFO"]/text
source: THE RENEGADE COLLECTION Developed by: Kix Currently Enabled. An equipment expansion pack meant to be used alongside Multiverse. Includes many various weapon and drone concepts considered, for one reason or another, unfitting for the base mod. While attempting to be balanced, due to the nature of the equipment in this pack as well as the fact it is not part of base Multiverse means there may be a higher variation of balance than usual. The new weapons include those that are niche, too conceptually similar to existing weapons, involve "hard-to-balance" gimmicks, or are just conceptually bizarre.
ko: 배회자의 수집품 개발자: Kix 적용됨. 멀티버스용 장비 확장팩입니다. 컨셉은 존재하나 여러가지 이유로 본편에서 제외된 다양한 무기와 드론이 추가됩니다. 이러한 특성상 이 확장팩의 장비들은 본편의 장비들에 비해 밸런스가 다소 안맞을 수 있습니다. 추가 장비들은 특정 상황에 너무 의존적이거나, 기존의 장비와 너무 유사하거나, 밸런스를 잡기 어렵거나, 또는 단순히 컨셉이 기괴한 것을 포함합니다.
ru: КОЛЛЕКЦИЯ РЕНЕГАТА Разработчик: Kix В настоящее время включен. Дополнительный набор оборудования, предназначенный для использования вместе с Multiverse. Включает в себя множество различных концептов оружия и дронов, которые по тем или иным причинам считаются непригодными для основного мода. Несмотря на попытку быть сбалансированным, из-за природы оборудования в этом дополнении, а также из-за того, что он не является частью основного мода Multiverse, изменения в балансе могут быть больше, чем обычно. Представленное в этом дополнении новое оружие является нишевым, слишком концептуально похожим на существующее оружие, использует "трудно балансируемые" механики или просто странное.

# data/events.xml.append$//event[@name="TRC_BOUNTIES_START"]/text
source: Rather curiously, it appears the signal being broadcast here is somehow only visible to you. It vanishes a few moments after you arrive, and shortly after the very space around you seems to contract a bit then freeze. A strange ship simply appears beside you, neither uncloaking nor jumping in. The ship hails you, and on the other end is a strangely dressed Slug. He almost resembles the traveling merchant... but... that doesn't make any sense? "Sssstranger! G-greeeeeetingsss! I know you mussst be very, very confusssed, and I'd sssurely love to anssswer all your quessstions! But I've got ssso, ssso little time..."
ko: 신기하게도 이곳에서 송출되는 신호는 당신에게만 보이는 것 같습니다. 신호는 당신이 도착하고 얼마 안 가 사라졌고, 곧이어 주변 공간이 약간 수축했다가 얼어붙는 것처럼 보였습니다. 잠시 후 이상한 함선이 당신 옆에 갑자기 나타났습니다. 은폐를 풀거나 도약해 온 것이 아닙니다. 그 함선은 교신을 보내왔고, 반대편에서 이상한 복장의 슬러그가 나타났습니다. 방랑하는 행상인과 아주 닮았는데... 하지만... 말이 안 되지 않나? "낯썬이! 반가워요! 분명 많이 혼란쓰러우씨게쬬! 당짱이라도 당씬의 모든 찔문에 답해드리고 앂네요! 하찌만 씨간이 너무나도 모짜라니..."
ru: Любопытно, что сигнал, передаваемый здесь, почему-то виден только вам. Через несколько мгновений после вашего появления он исчезает, а вскоре и само пространство вокруг вас как бы сжимается, а затем замирает. Странный корабль просто появляется рядом с вами, не разворачиваясь и не прыгая внутрь. Корабль вызывает вас, и на другом конце оказывается странно одетый слизень. Он почти похож на странствующего торговца... но... это не имеет никакого смысла? "Сссстранник! П-прииииииветссствую! Я знаю, что ты, должно быть, очень, очень рассстерян, и я бы, конечно, ссс удовольссствием ответил на всссе твои вопросссы! Но у меня так мало времени..."

# data/events.xml.append$//event[@name="TRC_BOUNTIES_START"]/choice[1]/text
source: Uh, who are you?
ko: 어, 누구십니까?
ru: Эм, ты кто?

# data/events.xml.append$//event[@name="TRC_BOUNTIES_START"]/choice[1]/event/text
source: "They call me the collector, sssstranger. 'Caussse I... collect. Thingsss. Heh. O-oh but uh, ssssee, I've got a bit of a problem. And I hear you're a problem sssolving perssson! Got a little tip from mys- erm, my friend! Sssays you're the right kinda persssson for the job." The Slug is clearly uncomfortable. He paces a bit, flicking his eyestalk back and forth. "Now, l-look here sssstranger. I ain't... I ain't really ssss'possse to be tellin' you thisss. Trade sssecret and all that. I usssed to work for sssome powerful people, and they don't really want you'sss typesss findin' out about them. Now I would sssay callin' me ssssome ssssort of... interdimenssssional fugitive on the run from god issss a bit of an exaggeration but... well it ain't far from the truth either." The Slug forces a chuckle. "Now if you haven't noticed, around not too long ago a buncha new equipment'sss been sssshowing up outta nowhere. That... may have been my doing. I ssssorta... made a deal with the devil, ssso to sssspeak. 'Cccept thissss devil's the trick playin' kind. I jussst wanted my handssss on ssssome... foreign tech, but now I've created a ssssort of interdimenssssional leak. Heheh. Heh. Yeah it'ssss not that funny. Actually, we're all kinda sssscrewed. I kinda messsed up big time on thissss one."
ko: "쩌는 쑤찝가라고 불립니다, 낯썬이. 왜냐하면 쩌는... 쑤찝하기 때문이쬬. 물건을요. 헤헤. 오-오, 하찌만 문쩨가 약간 쌩겨써요. 그리고 듣기로는 당씬이 해결싸라더군요! 쑤쌍쩍- 음... 쩨 친구가 말해쭌 거예요! 당씬이 딱 쩍임짜래요." 슬러그는 명백히 불편해 보입니다. 그는 눈을 앞뒤로 튕기며 잠시 서성입니다. "짜, 여기를 보쎄요 낯썬이. 싸씰... 싸씰 이건 당씬에게 말해썬 안 되는 거예요. 영업비밀 같은 거예요. 강력한 싸람 몇몇과 일한 쩍이 있는데, 그들은 당씬 같은 싸람들이 짜씬들에 대해 알아내는 거쓸 원하찌 않거든요. 이쩨 쩨 쩡체를 밝히짜면, 쩌는 씬으로부터 도망치고 있는 초차원 탈쭈짜... 는 쪼금 과짱이찌만... 음, 씰쩨로도 대충 그런 쫀째예요. 슬러그가 웃음을 짓습니다. "눈치채찌 못하쎠쓸까 봐 말하면, 얼만가부터 갑짜기 쌔로운 짱비가 뭉텅이로 나타나고 이써요. 어쩌면... 쩨가 범인일찌도 몰라요. 일쫑의... 악마와의 거래 같은 걸 했거든요. '이 악마가 짱난치는 거쓸 받아들인다' 같은 거래를요. 쩌는 단찌... 외래 무기를 쏜에 넣고 앂어쓸 뿐이었찌만, 쩡씬 차려보니 일쫑의 초차원 유출을 일으켜 버려써요. 헤헤헤. 헤헤. 네, 별로 웃긴 쌍황은 아니쬬. 싸씰, 우리 모두 완쩐히 망해써요. 이번 건은 쩨가 크게 망친 거쬬."
ru: "Меня называют коллекционером, сссстранник. 'отому что я... коллекционирую. Вещщщи. Хех. О-о, но, видишь ли, у меня есссть небольшшшая проблема. А я слышшшал, что ты умеешшшь решшшать проблемы! Мне подсказал я... эээ... мой друг! Говорит, ты как раз подходишшшь для этой работы". Слизень явно чувствует себя неуютно. Он немного ползает, двигая глаза вперед и назад. "В общщщем, п-поссслушай, сссстранник. Я не... Я не д'лжен тебе это расссссказыват'. Торговая тайна и всссе такое. Я работал на влиятельных людей, и они не очень-то хотят, чтобы ваши типы узнал' о них. Сссейчассс я бы сссказал, что называт' меня каким-то... межпросссстрансссственным беглецом, ссскрывающщщимссся от бога, - это преувеличение, но... ну, это тоже недалеко от иссстины". Слизень заставляет себя усмехнуться. "Есссли ты не заметил, то не так давно из ниоткуда появиласссь куча нового оборудования. Это... возможно, моя зассслуга. Я как бы... заключил сссделку ссс дьяволом, так сссказать. 'олько этот дьявол не из тех, кто играе' в фокусссы. Я просссто хотел заполучить некоторые... чужие технологии, но теперь я сссоздал сссвоего рода межпросссстрансссственную утечку. Хехе. Хе. Да, это не так уж и сссмешшшно. Вообщщще-то, мы всссе в полной заднице. Я очень сссильно облажалссся в этом деле".

source: What do you mean an interdimensional leak?
ko: 초차원 유출이 뭐죠?
ru: Что ты имеешь в виду под межпространственной утечкой?

source: "Wellll... bessssidesss all the new ssshit that'sss been appearing, I've found a couple other anomaliessss leaking through. Like, sssshipsss. With crew. And possssibly worssse. Ssssso... uh... that'sss where you come in! Hopefully! I can't really move around a lot, or elsssse my former employersss will track me. But if you were to sssay... clean up my messss, then, well, it'ssss all rosssess! And even better, you can bring me that ssssweet tech I wassss after ssso I can complete my collection!"
ko: "그게... 쌔로 나타난 온갖 짱비들 외에도, 몇 가찌 이쌍현쌍이 쌔어 나오는 걸 발견해써요. 함썬 같은 거요. 썬원이 있는 함썬. 그리고 아마 더 나쁜 것도 이쓸 거고요. 그러니... 어... 여기써 당씬이 등짱하는 거랍니다! 쩨발 그래 쭈쎄요! 쩌는 많이 움찍일 쑤가 없거든요. 그랬다간 쩨 예쩐 고용쭈들이 쩌를 추쩍할 테니까요. 하찌만 만약 당씬이... 쩨가 싼 똥을 치워쭈씨겠다고 하면, 모든 게 해결되는 거쬬! 게다가, 당씬은 쩨가 컬렉쎤을 완썽할 쑤 있도록 쩨가 찾던 외래 짱비들을 쩨게 가쪄다쭐 쑤도 이써요!"
ru: "Нуууу... помимо всссякого дерьма, что появляетссся, я нашел ещщще пару аномалий, просссачивающихся сссквозь него. Например, корабли. Ссс экипажем. И возможно, что-то похуже. Так что... эээ... вот тут-то ты и пригодишшшьссся! Надеюсссь! Я не могу осссобо перемещщщатьссся, иначе мои бывшшшие работодатели выссследят меня. Но есссли ты, ссскажем так... наведешшшь порядок, то в общщщем, всссе будет в ажуре! А еще лучше, есссли ты принесешшшь мне ту чудесную технику, за которой я охотился, то я сссмогу пополнить сссвою коллекцию!"

source: Oh, that's nice. You want us to help you after you break the barrier between realities?
ko: 오 그거 좋네요. 현실과 현실 사이의 장벽을 허물어 놓고는 우리한테 해결해 달라는 거죠?
ru: Вот и славно. Вы хотите, чтобы мы помогли вам после того, как вы разрушите барьер между реальностями?

source: "Yessss... yesss, I do. Heh. Look ssstranger, it ain't all peachesss and candy corn, m'kay? Sssshit'ssss real. If my employersss notice the anomaliesss firssst, it'ssss mayday. Not jusssst for me, but you asss well. They're gonna dessscend on thissss place like a ssswarm of pirranhassss and it ain't gonna be pretty. And if they ssspot ME here, well, ssssame thing." The Slug leans in closer to the camera. "Look, I can make it worth you'ssss while, kay? It ain't the gunssss they're after. Sssure they'll ssscrub that clean eventually, but you'll be done with them by the time they do. Do me a favor here, and I'll let you keep a copy of whatever you bring back." The Slug pulls out a checklist and a red pen. With a flick of his tentacle, the checklist vanishes and reappears beside you. "Here'sss the lissst. Don't get too cocky. It'sss difficult keeping thessse guysss in one place without them being noticed, ssso we'ssss jusssst gonna sssstart with whichever'sss next on the lissst. I'm ssstill working on a permanent ssssolution to get them all back home, but until now they're trapped in a ssssort of death loop. Sssso you jussst gotta kill them, guilt free and all that, and that'll buy me ssssome more time."
ko: "네... 마짜요, 쩡확하네요. 헤헤. 이봐요 낯썬이, 쎄쌍이 항쌍 원하는 대로 돌아가는 건 아니랍니다. 때로는 나쁜 일도 있는 거쬬. 만약 쩨 고용쭈들이 먼쩌 이쌍현쌍을 알아채면, 우리는 다 끝짱나는 거예요. 쩌뿐만 아니라 당씬들도요. 그들은 피라냐 떼처럼 여기로 몰려올 거고, 분명 쫗게 끝나찌는 않게쬬. 그리고 그들이 이고쎄 있는 쩌를 발견한다면... 뭐, 역씨 쫗게 끝나찌는 않게쬬." 슬러그가 카메라에 가까이 다가옵니다. "이봐요, 당씬의 쑤고에는 충분한 보쌍을 드릴 거예요. 아씨겠나요? 그들의 표적은 외래 무기가 아니에요. 물론 쫑국에는 모든 거씨 깨끄씨 쩡리당하게찌만, 그 시쩜이면 당씬도 이미 처리돼 있게쬬. 현씨쩜에서 쩨 부탁을 들어 쭈씨면, 당씬이 가쪄온 거쓴 무어씨든 하나 더 복쩨해써 당씬도 챙길 쑤 있게 해드릴게요." 슬러그가 체크리스트와 빨간 펜을 꺼냈습니다. 그가 촉수를 까딱이니 체크리스트는 갑자기 사라졌다가 당신 옆에서 다시 나타납니다. "여기 리쓰트가 이써요. 너무 거만해찌찌는 마쎄요. 그들의 눈에 띄찌 않고 이쌍현쌍을 모두 처리하는 건 어렵거든요. 그러니 차례차례 하나씩 씨짝하짜구요. 쩌는 여쩐히 이쌍현쌍을 모두 찝으로 돌려보낼 영구쩍인 해결책을 찾고 있고, 현쨰 그것들을 일쫑의 '쭉음의 루프'에 갇혀 이써요. 그러니 쬐책감 느끼찌 말고 그것들을 쭉여쭈쎄요. 그리하여 쩨게 씨간을 더 벌어쭈쎄요."
ru: "Да... да, я хочу. Хех. Поссслушай, ссстранник, это не просссто персссики и кукурузные конфеты, п'нятненько? Всссе реально. Есссли мои работодатели заметят аномалии первыми, то будет бедствие. Не только для меня, но и для тебя. Они набросссятссся на это месссто, как ссстая пираний, и ничего хорошшшего из этого не выйдет. И есссли они МЕНЯ здессс' заметят, что ж, то же сссамое будет". Слизень наклоняется ближе к камере. "Ссслушшшай, я могу сссделат' так, чтобы это ссстоило твоих усссилий, хорошшшо? Им нужно не оружие. Конечно, в конце концов они их вычиссстят, но к тому времени, как они это сделают, ссс тобой уже будет покончено. Сссделай мне одолжение, и я позволю тебе оссставит' сссебе копию всссего, что ты привезешшш'". Слизень достает список и красную ручку. Щелчком щупальца список исчезает и появляется рядом с вами. "Вот список. Не буд' слишшшком самоуверенным. Трудно держат' этих парней в одном месте, чтобы их не заметили, поэтому мы просто начнем с того, кто следующщщий в списке. Я все ещщще работаю над долгосрочным решшшением, чтобы вернут' их всех домой, но пока они заперты в своего рода петле смерти. Так что ты просто должен убит' их, не испытывая чувства вины и все такое, и это позволит мне выиграт' ещщще немного времени".

source: Accept the bounty; 'The Cloners'
ko: 목표를 정한다: '복제자'
ru: Принять заказ; "Клоны"

source: Accept the bounty; 'The Enlightened'
ko: 목표를 정한다: '깨우친 자'
ru: Принять заказ; "Просвещенный"

source: Accept the bounty; 'The Colonizer'
ko: 목표를 정한다: '식민주의자'
ru: Принять заказ; "Колонизатор"

source: Accept the bounty; 'The Craftsmen'
ko: 목표를 정한다: '장인'
ru: Принять заказ; "Ремесленник"

source: Accept the bounty; 'The Affluent'
ko: 목표를 정한다: '부자'
ru: Принять заказ; "Богач"

source: Looks like all of them have been completed... except for this last one?
ko: 모든 목표가 처리된 것 같습니다... 마지막 남은 이것 하나만 빼고 말이죠?
ru: Похоже, что все они уже выполнены... кроме последней?

source: You point out the last item on the list, labeled not with a name but rather a dozen question marks. The collector strokes his chin. "Hmm. Yesss, it ssseemssss the previousss Renegadesss have been quite proficccient. Er... thissss lassst one. Curioussss thing, it issss. It wasssn't originally on my lisssst... and in fact, I... I'm not even ssssure if I wasss the one who brought it here."
ko: 당신은 이름이 아니라 열두 개의 물음표로 표기된 마지막 목표를 가리킵니다. 수집가가 턱을 굅니다. "흐음. 그래요, 이전 배회자들이 꽤 능숙했던 모양이네요. 어... 이제 마지막 항목이에요. 정말 신기한 항목이죠. 이건 원래 제 리스트에 있지 않았어요... 그리고 사실 저는... 이걸 제가 추가한 게 맞는지조차 확신할 수 없어요."
ru: Вы указываете на последнюю строку в списке, обозначенную не названием, а десятком вопросительных знаков. Коллекционер поглаживает подбородок. "Хм. Да, похоже, предыдущщщие Ренегаты оказалисссь весссьма ссспосссобными. Эээ... этот сссамый поссследний. Интересссная шшштуковина. Изначально его не было в моем сссписсске... и вообщщще, я... я даже не уверен, что это я принессс ее сссюда".

source: What do you mean?
ko: 그게 무슨 소립니까?
ru: Что ты имеешь в виду?

source: "Well, while I wassss doing my reconnaissssanccce I noticed an unusssual anomaly. It'sss... I'm not ssssure what it issss. I attempted to contain it, but... couldn't. Well, it'sss an anomaly regardlesss. Whether it'sss my doing or not, it'ssss your job now! Heheh... But no really, thisss one ssscaresss the crap out of me. I'd make ssssure you're prepared for... whatever it issss."
ko: "그게, 정찰을 하는 동안 특이한 이상현상을 발견했거든요. 뭔지는... 잘 모르겠지만요. 저는 그것을 억제하려고 시도했지만... 할 수 없었어요. 뭐, 그것도 어쨌든 이상현상이에요. 제가 추가했든 아니든, 이제는 당신이 처리할 일이라는 뜻이죠! 헤헤헤... 하지만 이건 정말로 저를 깜짝 놀라게 했어요. 이게 뭐든 간에 준비 단단히 하세요..."
ru: "Ну, когда я проводил разведку, я заметил необычную аномалию. Это... я не уверен, что это такое. Я попыталссся ее сссдерживат', но... не сссмог. Ну, это аномалия, несссмотря ни на что. Неважно, моя это зассслуга или нет, теперь это твоя работа! Хехе... но нет, на сссамом деле, этот ссслучай меня до сссмерти пугает. Я бы хотел убедит'ссся, что вы готовы к... чему бы то ни было".

source: Accept the bounty; 'The Probe'
ko: 목표를 정한다: '탐사정'
ru: Принять заказ; "Зонд"

source: "Thissss one... yessss. Thisss one issss sssspecial. Thisss probe I've located, it'ssss... different. I think it would be worthwhile to sssstudy it more. Unfortunately sssstranger, it'sssss hard to contain, and my employerssss continue trying to dessstroy it. If you could check up on it, and make ssssure it'ssss ssstill intact, that would be for the besssst."
ko: "이번건... 그렇군요. 이 목표는 특별해요. 쩨가 차쯘 이 탐싸쩡은... 달라요. 더 연구할 가치가 이써 보여요. 불행하게도, 이 목표는 억쩨하기도 어려운 데다 쩨 고용쭈들이 계쏙 파괴하려 하고 이쬬. 그러니 이 탐싸쩡에 대해썬 아찍 멀쩡한찌만 확인해 쭈면 충분할 거예요."
ru: "Этот... да. Этот - осссобенный. Этот зонд, который я обнаружил, он... другой. Думаю, ссстоит изучит' его подробнее. К сссожалению, ссстранник, его трудно сссдерживат', к тому же мои работодатели по-прежнему пытаются его уничтожит'. Есссли бы ты мог проверит' его и убедит'ссся, что он всссе ещщще цел, это было бы к лучшшшему".

source: Refuse.
ko: 거절한다.
ru: Отказаться.

source: "Really? Nothin'? That whole ssspiel didn't move ya one bit? Damn, guessss they can't all be winna'sss. Well, you'sss lucky I ain't feelin' too sssspiteful. And, I like makin' money. How'sss a trade to ya?"
ko: "찐씸인가요? 아무것도 안 하겠다고요? 쩨 쌍쑬을 듣고도 쩐혀 감흥이 없나요? 쩬짱, 모두 다 씅짜가 될 쑨 없나 보군. 뭐, 다행히도 쩨가 막 앙씸을 품는 싸람은 아니에요. 그리고, 쩌는 돈 만찌는 걸 쫗아하쬬. 거래하씰래요?"
ru: "Серьезно? Ничего? Вся эта история тебя ничут' не тронула? Черт, наверное, они не все могут быть победителями. Ну, тебе повезло, что я не так уж зол. И мне нравится делать деньги. Как насчет торговли?"

source: I've got little time either. You selling anything?
ko: 저도 시간이 별로 없습니다. 혹시 뭐 파시는 건 없나요?
ru: У меня тоже мало времени. Ты что-нибудь продаешь?

source: "Ssshame, ssshame. Got a... got a lotta thingsss I wisssh you'd the time to lisssten to. Oh well, sssstranger. Perhapsss in another life then, yeah? Yeah, I got thingsss to ssssell. Take a lookssssie, eh?"
ko: "안타깝네요. 들어쭈쎠쓰면 하는 이야기가... 아쭈 많았는데. 뭐 그럼 그 이야기는 다른 쌩에써 하짜고요. 그나쩌나 쩨게 팔 물건이 있는데, 한번 보씨게써요?"
ru: "Ссстыд и сссрам. У меня есссть... есссть куча всссего, что я хотел бы, чтобы ты нашшшел время поссслушшшать. Ну что ж, сссстранник. Может быть, в другой жизни, ага? Ага, у меня есссть что продать. Взглянька, а?"

# data/events.xml.append$//event[@name="BOUNTIES_FED_DEFEAT"]/text
source: The Federation crew spend their final moments tending to their collapsing battlestations as the battle grinds to a halt. At least these guys probably have a clone backup (or two) back home?
ko: 전투는 끝났고 폭격기의 선원들은 무너지는 전투 시설을 돌아보며 생을 마감했습니다. 그래도 이 자들은 집에 대체용 클론이 하나(어쩌면 두 개) 정도씩 있지 않을까요?
ru: Последние минуты жизни экипаж Федерации проводит в заботах о своих разрушающихся кораблях, пока битва идет полным ходом. По крайней мере, у этих парней дома наверняка есть резервный клон (или два)?

# data/events.xml.append$//event[@name="BOUNTIES_FED_DEFEAT"]/choice/text
source: Contact the Collector.
ko: 수집가에게 연락한다.
ru: Связаться с Коллекционером.

# data/events.xml.append$//event[@name="BOUNTIES_FED_DEFEAT"]/choice/event/text
source: "Sssstranger, sssstranger! You've done mosssst excellent work... if only I'd been there to ssssee it! Now, the weapon. Sssseemssss they had a sssort of... portable boarding pod launcher? There'ssss clone data embedded in it. I'll probably resssset it mysssself, assss I ssssussspect that'sss too much maintenance for you. Here'ssss your copy, sssstranger! Pleasssure doing busssinesss with you."
ko: "낯썬이! 낯썬이! 아쭈 훌륭한 일처리여써요... 쩌도 볼 쑤 있다면 쫗아쓸 텐데요! 짜 그럼, 무기를 확인합씨다. 이들은 일쫑의... 휴대용 강씁 포드 발싸기를 가찌고 있던 것 같네요? 클론 데이터도 내짱돼 있고요. 당씬에 쓰기엔 너무 번거로울 것 같으니 쩨가 데이터를 리쎗해 드려야게써요. 여기 복쩨품 나왔어요, 낯썬이! 거래 쯜거워써요."
ru: "Сссстранник, сссстранник! Ты проделал отличную работу... есссли бы я только был там, и увидел всссе это! Теперь об орудии. Похоже, у них было что-то вроде... портативной пусссковой уссстановки для абордажных капсссул? В ней есссть данные о клоне. Я пожалуй, сссброшшшу его сссам, так как подозреваю, что для вассс это ссслишшшком сссложное обссслуживание. Вот твоя копия, сссстранник! Приятно иметь ссс тобой дело".

# data/events.xml.append$//event[@name="TRC_BOUNTIES_FED"]/text
source: You're a bit taken aback to see a Federation bomber nearby. You frantically double check your coordinates to make sure you're in the right place, while the ship approaches. Something strikes you as peculiar - its coloring is the inverse of standard Federation livery.
ko: 당신은 근처에 연방 폭격기가 있는 것을 보고 깜짝 놀랐습니다. 당신은 올바른 곳에 온 것이 맞는지 확인하기 위해 미친 듯이 좌표를 재확인했고, 고사이 그 함선이 당신에게 다가왔습니다. 뭔가 이상한 게 눈에 잡힙니다. 그들의 제복은 일반적인 연방의 군복과는 정반대의 색을 띠고 있습니다.
ru: Вы немного опешили, увидев поблизости бомбардировщик Федерации. Вы судорожно проверяете свои координаты, чтобы убедиться, что находитесь в нужном месте, в то время как корабль приближается. Кое-что бросается в глаза - его окраска противоположна стандартной окраске кораблей Федерации.

# data/events.xml.append$//event[@name="TRC_BOUNTIES_FED"]/choice[1]/text
source: Hail the vessel.
ko: 교신을 보낸다.
ru: Связаться с кораблем.

# data/events.xml.append$//event[@name="TRC_BOUNTIES_FED"]/choice[1]/event/text
source: You catch chatter on the anomalous ship's comms. It's unusually formal compared to the messy jargon of the Federation you're used to. Their captain returns the hail, saluting. "Greetings, U.F.C, this is the U.F.S.V. Bobcat. We are unable to determine our location, and have lost all communications with the F.G.C.S., nor have we been able to establish contact with any fellow U.F.O.'s before yourselves. We appear to be trapped in some sort of... T.D.C.S, and we would like to request assistance."
ko: 통신기에서 선원들 간의 대화가 들려옵니다. 당신이 익숙한 연방의 지저분한 은어는 전혀 없고 이례적으로 형식적입니다. 그들의 선장이 교신에 응답하며 경례합니다. "안녕하십니까, U.F.C 여러분. 여기는 U.F.S.V 살쾡이입니다. 우리는 현재 위치를 파악할 수 없으며, F.G.C.S와의 모든 교신이 끊겼고, 당신을 제외한 U.F.O. 대원들과도 연락할 수 없었습니다. 일종의 T.D.C.S에 갇혀있는 것으로 추정되니 도움을 요청합니다."
ru: Вы улавливаете разговоры по связи аномального корабля. Он необычайно формален по сравнению с привычным вам грязным жаргоном Федерации. Их капитан принимает вызов, отдавая честь. "Приветствую вас, К.О.Ф., это К.С.О.Ф. класса "Рысь". Мы не можем определить свое местоположение, потеряли связь Ф.Д.Р.С. и не смогли установить контакт ни с кем из наших О.О.Ф. до вас. Похоже, что мы оказались в ловушке в каком-то... С.С.В.Р., и мы хотели бы попросить помощи".

source: What do any of those acronyms mean?
ko: 그 약어들은 대체 뭐죠?
ru: Что означают все эти аббревиатуры?

source: The captain coughs. "Say again? Is this some kind of joke?" You shake your head. "Mhm. With due respect this is a significant infraction and bounds for a court martial... sir. I recommend you to consult your O.U.F.H.F.A.P.A.U. to refresh yourself on operation protocol before attempting to communicate and assist us. Until you straighten yourself out, you are compromising us and we will refuse to communicate with someone who has forgotten basic protocol, over."
ko: 선장이 헛기침합니다. "뭐라고요? 농담하시는 겁니까?" 당신은 머리를 젓습니다. "음. 죄송하지만, 이것은 중대한 위반 사항이며 군사 법원에 회부될 수도 있는 내용입니다. 저희에게 연락하고 도움을 주기 전에 우선 당신의 O.U.F.H.F.P.A.U.를 확인하고 작전 의정서를 숙지할 것을 권합니다. 현재로서 당신은 우리를 난처하게 하고 있는 것이며 우리는 기본적인 의정서를 잊어버린 사람과는 통신을 거부할 것입니다. 이상."
ru: Капитан кашляет. "Скажите еще раз? Это что, шутка такая?" Вы качаете головой. "М-м-м. При всем уважении, это значительное нарушение и подлежит военному трибуналу... сэр. Я рекомендую вам обратиться к своему О.C.О.Ф.П.В.П.И.У, чтобы освежить в памяти протокол операции, прежде чем пытаться общаться и помогать нам. Пока вы не исправитесь, вы компрометируете нас, и мы отказываемся общаться с человеком, который забыл базовый протокол, прием".

source: What protocol?
ko: 무슨 의정서 말이죠?
ru: Какой протокол?

source: "U.F.P.F.T.S.O.A.C.A.P." - Noticing your blank stare, the captain sighs. "United Federation Protocol For The Safety of All Citizens and Personnel. It encompasses all customs, etiquette, and diplomatic courtesy that all enlisted Federation personnel are mandated and trained to memorize and follow. I assume you are Federation personnel, as you responded to our D.S.I.C.O.E (Distress Signal in Case of Emergency) that was broadcasting on official United Federation channels. You... you did respond to our D.S.I.C.O.E, right? Over."
ko: "U.F.P.F.T.S.O.A.C.A.P." - 당신의 멍한 시선을 알아챈 선장이 한숨을 쉬며 말합니다. "모든 시만과 대원의 안전을 위한 통일 연방 의정서 (United Federation Protocol For The Safety of All Citizens and Personnel). 모든 연방 대원이 의무적으로 기억하고 따르도록 훈련받는 관습, 예절, 외교적 의례를 포함하는 의정서입니다. 저는 당신이 공식 통일 연방 채널로 송출되던 D.S.I.C.O.E(비상시 조난 신호)에 응답했기에 당신을 연방 대원이라고 생각했습니다. 당신은... 우리의 D.S.I.C.O.E.에 응답한 것이 맞습니까? 이상."
ru: "П.О.Ф.О.Б.В.Г.И.П". - Заметив ваш пустой взгляд, капитан вздыхает. "Протокол Объединенной Федерации о Безопасности Всех Гражданских и Персонала. Он включает в себя все обычаи, этикет и дипломатическую вежливость, которые обязаны заучивать и соблюдать все военнослужащие Федерации. Я предполагаю, что вы являетесь персоналом Федерации, поскольку вы ответили на наш С.Б.В.С.Ч.С. (Сигнал Бедствия В Случае Чрезвычайной Ситуации), который передавался по официальным каналам Объединенной Федерации. Вы... вы ведь ответили на наш С.Б.В.С.Ч.С, верно? Прием".

source: Oh, like the no-cloning laws?
ko: 아, 복제인간 금지법 같은 것 말인가요?
ru: А, к примеру, законы о запрете клонирования?
