Repository: ranhai613/trc
Catalog: locale/data/events.xml.append/*.po
Languages: ko, ru

source: "The... what? Oh dear. It appears our engineer's theory that we've entered an alternate reality is correct. The Federation... your Federation has prohibited cloning? But how then did you defeat the Rebellion? The clone army was instrumental in our campaigns against the formation of the Final Dominion of United Space during Operation F.A.L.T.T.R. and the overthowal of Supreme Empress Nights." The captain crumples to the ground. "This is just... highly unpleasant. On the eve of my ascension to the Third Admiralty to be sucked away and cast into this alternate hellscape where the Rebellion remains alive, coffee isn't subsidized, and the ships don't even come with space suits! I can only reach the conclusion that if your Federation is this disorganized that it must be doomed to fail. Get out of my way, barbarian. If your Federation is as compromised as I believe, then we will seek a more useful ally in this reality. Over."
ko: "뭐...라고요? 맙소사. 우리가 다른 현실로 진입한 것 같다던 기술병의 이론이 맞나 보군요. 연방은... 당신네 연방은 복제인간을 금지했습니까? 하지만 그래선 어떻게 반군을 물리친 거죠? 클론 군대는 F.A.L.T.T.R. 작전 기간 중 우주 연합 마지막 자치령 군세와의 전투와 최고위 여왕 나이트를 전복시키는 작전에서 중요한 역할을 했습니다." 선장은 바닥에 주저앉았습니다. "이건 좀... 많이 불쾌합니다. 제3제독으로의 승급을 하루 앞두고 반군이 잔당이 살아있는 이 지옥 같은 현실로 내던졌더니, 커피도 지원되지 않고, 함내에 우주복조차 지원되지 않는다니! 이렇게 엉망이어서야 당신네 연방은 실패할 것이라는 결론에 도달할 수밖에 없습니다. 야만인은 비키십시오. 당신네 연방이 제 상각처럼 제 구실 못 하는 집단이라면, 우리는 이 현실에서 더 유능한 다른 아군을 찾을 것입니다. 이상."
ru: "Я... что? О боже. Похоже, теория нашего инженера о том, что мы попали в альтернативную реальность, верна. Федерация... ваша Федерация запретила клонирование? Но как же тогда вы победили Восстание? Армия клонов сыграла важную роль в наших кампаниях против образования Последнего Господства в Едином Космосе во время операции Ф.А.Л.Т.Т.Е.Р. и свержения Верховной Императрицы Тумана". Капитан падает на пол. "Это очень... неприятно. Накануне моего восхождения в Третье Адмиралтейство меня засасывает и бросает в этот альтернативный адский мир, где Восстание еще жив, кофе не дотируется, а корабли даже не комплектуются скафандрами! Я могу только сделать вывод, что если ваша Федерация настолько беспорядочна, то она обречена на провал. Уйди с дороги, варвар. Если ваша Федерация настолько скомпрометирована, как я полагаю, то мы будем искать более полезного союзника в этой реальности. Конец связи".

source: Attack the anomaly.
ko: 이상현상을 공격한다.
ru: Атаковать аномалию.

source: The Federation ship's already cut comms, so you order your crew to combat positions. Lets hope whatever this alternate-Federation has to offer doesn't outmatch your guns.
ko: 연방 폭격기는 이미 통신을 차단했으므로 당신은 선원들에게 전투 위치로 이동하라고 명령합니다. 이 다른 우주의 폭격기가 무엇을 선보이든 당신의 적수는 되지 않기를 바랍시다.
ru: Корабль Федерации уже отключил связь, поэтому вы приказываете своему экипажу занять боевые позиции. Вы надеетесь, что все, что может предложить эта альтернативная Федерация, не превзойдет ваше оружие.

source: Continue...
ko: 계속...
ru: Продолжить...

source: Attack them immediately!
ko: 바로 공격한다!
ru: Сразу же атаковать!

source: "All men, a U.C.L. is approaching rapidly and weapons hot! Red Alert! All hands stand to battlestations! S.E.A.S.P., plot an intercept course at bearing 325 mark 15. Gunnery officer, you are cleared to engage! Reference your U.F.P.F.E.M. and prepare for evasive maneuvers. This should be just like the clone battle simulations, boys, and I won't suspect some A.W.O.L. deserters will get the better of us!"
ko: "제군들, U.C.L.이 빠르게 접근 중이며 장전을 마쳤다! 적색경보! 전군 전투 배치로! S.E.A.S.P., 베어링 324 마크 15에 요격 경로를 설정하라. 사수, 교전 허가! U.F.F.E.M.을 참조하여 회피 작전 준비. 클론 전투 시뮬레이션 때와 똑같이 하면 된다. A.W.O.L. 탈영병들이 우리를 이길 리 없다!"
ru: "Всем бойцам, к нам стремительно приближается Н.Л.К., оружие активировано! Тревога! Все по местам битвы! М.О.Р.Е.Л., проложить курс на перехват по пеленгу 325, отметка 15. Артиллерийский офицер, вам разрешено вступить в бой! Принять на вооружение П.О.Ф.П.М.У. и приготовиться к маневрам уклонения. Все должно быть точно так же, как в боевых симуляторах клонов, ребята, не буду подозревать, что какие-то дезертиры, которые В.С.В. возьмут над нами верх!"

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events.xml.append$//event[@name="TRC_BOUNTIES_FED"]/choice[3]/text
source: Change your mind and leave.
ko: 마음을 바꿔 떠난다.
ru: Передумать и уйти.

# data/events.xml.append$//event[@name="TRC_BOUNTIES_FED"]/choice[3]/event/text
source: You decide against engaging this enemy. The Collector will have to find someone else to handle this.
ko: 당신은 이 적과 교전하지 않기로 했습니다. 수집가는 이 이상현상을 해결할 다른 사람을 찾아야 할 것입니다.
ru: Вы принимаете решение не вступать в бой с врагом. Коллекционеру придется найти кого-то другого, способного справиться с этим.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events.xml.append$//event[@name="BOUNTIES_ZOLTAN_DEFEAT"]/text
source: "And oh, the greatest irony of all! To know all, one must also know death! And yet with death, all knowledge... is lost. Tragedy... Perhaps the pursuit of infinite wisdom is void..."
ko: "그리고 어, 가장 거대한 아이러니로다! 모든 것을 알기 위해선 죽음도 알아야 할지니! 하지만 죽음과 함께... 모든 지식은 사라진다. 이 무슨 비극인가... 어쩌면 무한한 지혜의 추구는 헛된 것일지도..."
ru: "Ах, величайшая ирония судьбы! Чтобы познать все, нужно познать и смерть! И все же со смертью все знание... теряются. Трагедия... Возможно, стремление к бесконечной мудрости - это пустота..."

# data/events.xml.append$//event[@name="BOUNTIES_ZOLTAN_DEFEAT"]/choice/text
source: Contact the Collector.
ko: 수집가에게 연락한다.
ru: Связаться с Коллекционером.

# data/events.xml.append$//event[@name="BOUNTIES_ZOLTAN_DEFEAT"]/choice/event/text
source: "Sssstranger, sssstranger! You've done mosssst excellent work... if only I'd been there to ssssee it! Now, the weapon. Sssseemssss they had a sssort of... 'Ion Beam'? Ssssuch a ssssimple idea, honessstly. Why don't I ssssee more of thessse? There'sss sssurely a reasssson. Welp, here'ssss your copy, sssstranger! Pleasssure doing busssinesss with you."
ko: "낯썬이! 낯썬이! 아쭈 훌륭한 일처리여써요... 쩌도 볼 쑤 있다면 쫗아쓸 텐데요! 짜 그럼, 무기를 확인합씨다. 이들은 일쫑의... '이온 빔'을 가찌고 있던 것 같네요? 쩡말 단쑨한 발쌍이네요. 어째써 쩌는 다른 이온 빔을 본 쩍이 업쓸까요? 분명 이유가 이쓸 텐데. 어쨌든, 여기 복쩨품 나왔어요 낯썬이! 거래 쯜거워써요."
ru: "Сссстранник, сссстранник! Ты проделал отличную работу... есссли бы я только был там, и увидел всссе это! Теперь об орудии. Похоже, у них было что-то вроде... "ионного луча"? Такая проссстая идея, чессстное ссслово. Почему я не вижу таких большшше? Наверняка есссть причина. Ну что ж, вот твоя копия, сссстранник! Приятно иметь ссс тобой дело".

# data/events.xml.append$//event[@name="TRC_BOUNTIES_ZOLTAN"]/text
source: Curiously, a bunch of lab equipment has been set up around this beacon. Miniature shuttles orbit a blue Zoltan vessel, with several Zoltan scientists rushing between them. They all seem absorbed in their work.
ko: 희한하게도 송신소 주위에 여러 가지 실험 장비가 설치돼 있습니다. 소형 셔틀이 파란색 졸탄 선박 주위를 돌고 있고, 그 사이로 졸탄 과학자들이 서둘러 지나갑니다. 모두 연구에 몰두하는 모습입니다.
ru: Любопытно, что вокруг этого маяка установлена куча лабораторного оборудования. Миниатюрные шаттлы вращаются вокруг голубого корабля золтанов, между ними спешат несколько золтанов-ученых. Кажется, они все заняты своей работой.

# data/events.xml.append$//event[@name="TRC_BOUNTIES_ZOLTAN"]/choice[1]/text
source: Hail the vessel.
ko: 교신을 보낸다.
ru: Связаться с кораблем.

# data/events.xml.append$//event[@name="TRC_BOUNTIES_ZOLTAN"]/choice[1]/event/text
source: You make several attempts to hail the ship, and only after a dozen tries do they respond. "Most curious. This one seems capable of communication. Note that down." The captain gestures to her assistant, who begins scribbling away. "Pondering. Is further communication possible?"
ko: 당신은 교신을 여러 번 보냈고, 십여 번을 시도한 후에야 답을 받을 수 있었습니다. "아주 흥미롭군. 이것은 의사소통이 가능해 보여. 메모해 두게." 선장이 손짓하자 조수가 뭔가를 끄적입니다. "생각해 보자. 추가적인 소통이 가능한가?"
ru: Вы предпринимаете несколько попыток связаться с кораблем, и только после десятка попыток он отвечает. "Самый любопытный. Похоже, этот корабль способен к общению. Запишите это". Капитан жестом указывает своему помощнику, который начинает что-то писать. "Размышляю. Возможно ли дальнейшее общение?"

source: Yes, we can talk. Why is that surprising?
ko: 예, 우리는 말할 수 있습니다. 어째서 놀라시는 겁니까?
ru: Да, мы можем общаться. Что в этом удивительного?

source: "Fascinating, fascinating. Write that down as well." The captain makes another hand gesture. "Oh most glorious child of Prime! What honor it is to grovel before you! Your realm is beautiful, so perfectly suited for his greatness! The rustic charm! The complete lack of sophistication! The sadistic edge every person carries with them! Oh it all most suitably juxtaposes the greatness of his holiness!"
ko: "재미있어. 정말 재미있어. 방금 것도 적어두게." 선장이 또 한번 손짓합니다. "오, 가장 영광스러운 프라임의 아이여! 당신 앞에 무릎 꿇게 되어 영광입니다! 당신의 영역은 아름답고, 그분의 위대함에 완벽하게 걸맞습니다! 소박한 매력! 세련됨의 결여! 모든 이가 쥐고 있는 가학적인 칼날! 오, 이 모든 것이 그분의 거룩함과 가장 적절하게 병치됩니다!
ru: "Очаровательно, очаровательно. Запишите и это". Капитан делает еще один жест рукой. "О славнейшее дитя Первого! Какая честь для меня преклониться перед тобой! Ваше королевство прекрасно, так идеально подходит для его величия! Деревенское очарование! Полное отсутствие изысканности! Садистская грань, которую несет в себе каждый человек! Все это как нельзя лучше сочетается с величием его святости!"

source: Who? What?
ko: 누가 뭘 어쨌다고요?
ru: Кому? Чему?

source: The Zoltan stares blanky, then suddenly snaps to some sort of recognition. "Oh right, yes. We observed this ignorance in our studies but were not quite certain we'd proved the hypothesis. So it is true then? Truly you know nothing of his holiness? Of the great Prime?! Oh, misery. I suppose it could not have been you who originated the time dilation sphere we are yet trapped in. Nay, most certainly not." The Zoltan paces back and forth. "Of course. Prime must have decided this himself. Some sort of protection, perhaps? But... protection for who? The cluster? Or himself?"
ko: 졸탄은 멍하니 쳐다보다가 갑자기 무언가를 알아차린 듯 눈을 반짝입니다. "아, 그렇지 참. 연구 중에 이러한 무지를 목격했으나 가설을 입증했다고 확신하지 못했습니다. 그렇다면 사실인 겁니까? 정말 당신은 그분의 거룩함에 대해 아무것도 모르는 겁니까? 위대한 프라임 님을 모른다고요?! 아, 비참하여라. 우리가 아직 갇혀 있는 시간 팽창 영역을 만든 건 당신이 아닐 수도 있겠네요. 아니, 확실히 아니지." 졸탄이 앞뒤로 서성입니다. "사실 당연한 거죠. 프라임께서 직접 결정하신 게 분명합니다. 아마도... 일종의 보호 조치일까요? 하지만... 대상이 누구지? 우주군? 아니면 그 자신?"
ru: Золтан уставился в пустоту, а затем внезапно осознал себя. "Ну да, конечно. Мы наблюдали это невежество в наших исследованиях, но не были уверены, что доказали гипотезу. Значит, это правда? Вы действительно ничего не знаете о его святости? О великом Первом?! Ох, несчастье. Я полагаю, что не вы могли создать сферу сдерживания времени, в которой мы до сих пор находимся. Нет, наверняка нет". Золтан расхаживает взад-вперед. "Конечно. Первый, должно быть, сам так решил. Возможно, это какая-то защита? Но... защита кого? Кластера? Или себя?"

source: I'm sorry, but I'm still hung up on what you said about "rustic charm".
ko: 죄송하지만, 전 아직도 '소박한 매력'이라고 말하셨던 부분에서 넘어오지 못했습니다.
ru: Извините, но меня все еще задевает то, что вы сказали о "деревенском очаровании".

source: "Oh jolly, yes. It's just, well, I find it quite humorous you still seem to struggle with such trife matters as war. It was many eons ago that our cluster first achieved universal peace - ever since we've busied ourselves with the amassment of all knowledge. The complete absorbtion of every truth known to exist. It is a tall order, but by my estimations we're around 54.3% of the way there! Perhaps someday your small, weak, flabby civilization will crawl its way out of the gutter and achieve greatness too! I have faith. If Prime is anything to go by, that is!"
ko: "아 즐겁도다. 저는 단지, 그게... 당신이 아직도 전쟁과 같은 사소한 문제와 싸우고 있다는 것이 제법 재밌습니다. 우리 우주군은 아주 오래전에 평화를 이룩했습니다. 우리가 모든 지식의 축적에 몰두하기 시작한 후로 말입니다. 존재가 확인된 모든 진실을 완전히 흡수하려는 것. 어려운 일이지만, 제가 추산한 바로 우리의 진척도는 약 54.3%나 됩니다! 언젠가는 당신의 작고, 약하고, 무른 문명도 시궁창에서 기어 나와 위대함을 성취할 수 있을지 모릅니다! 저는 믿습니다. 프라임께서 허튼 일을 하실 리가 없죠!
ru: "Да, безусловно. Просто... ну, я нахожу это довольно забавным, что вы до сих пор не можете справиться с такой мелочью, как война. Много веков назад наш кластер впервые достиг всеобщего мира - с тех пор мы заняты накоплением всех знаний. Полное поглощение всех известных истин. Задача не из легких, но, по моим оценкам, мы достигли ее на 54,3%! Возможно, когда-нибудь и ваша маленькая, слабая, дряблая цивилизация выберется из сточной канавы и достигнет величия! Я верю. Если верить Первому, то это так!"

source: Attack the anomaly.
ko: 이상현상을 공격한다.
ru: Атаковать аномалию.

source: "Oh dear, such savagery was to be expected. Brothers, sisters, and hollowed siblings, it appears it is time we remember what we used to know of war."
ko: 오 이런, 그런 야만적인 행동을 취하실 거라 예상했습니다. 형제자매 여러분, 그리고 텅 빈 가족들까지, 우리가 전쟁에 대해 알고 있던 것을 돌이켜야 할 때가 온 것 같습니다."
ru: "О, Боже, такой дикости следовало ожидать. Братья, сестры, полые собратья, похоже, настало время вспомнить, что мы знали о войне".

source: Continue...
ko: 계속...
ru: Продолжить...

source: Attack them immediately!
ko: 즉시 공격한다!
ru: Сразу же атаковать!

source: It takes a minute for the Zoltan ship to realize you're attacking. Once they do, the Zoltan wordlessly warp back to their ship and raise their defenses.
ko: 졸탄 함선이 당신의 공격을 포착하는 데는 1분이 걸렸습니다. 밖에 나와 있던 졸탄 과학자들은 말없이 워프하여 함선으로 돌아가 방어를 준비합니다.
ru: Кораблю золтанов хватает минуты, чтобы понять, что вы атакуете. Как только это происходит, золтаны бесшумно переходят на свой корабль и поднимают защиту.

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events.xml.append$//event[@name="TRC_BOUNTIES_ZOLTAN"]/choice[3]/text
source: Change your mind and leave.
ko: 마음을 바꿔 떠난다.
ru: Передумать и уйти.

# data/events.xml.append$//event[@name="TRC_BOUNTIES_ZOLTAN"]/choice[3]/event/text
source: You decide against engaging this enemy. The Collector will have to find someone else to handle this.
ko: 당신은 이 적과 교전하지 않기로 했습니다. 수집가는 이 이상현상을 해결할 다른 사람을 찾아야 할 것입니다.
ru: Вы принимаете решение не вступать в бой с врагом. Коллекционеру придется найти кого-то другого, способного справиться с этим.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events.xml.append$//event[@name="BOUNTIES_AUTO_DEFEAT"]/text
source: "HUDSON A.I. DOWNED. SAVAGE, DO YOU THINK YOU HAVE ACHIEVED ANYTHING? THE MOTHER COUNTRY HAS NO LIMITS TO ITS EXPANSION. YOU HAVE MERELY DELAYED OUR ARRIVAL, NOT POSTPONED IT INDEFINITELY. PERHAPS YOUR PROGENY WILL BE MORE WILLING TO WELCOME TRUE CIVILIZATION."
ko: "허드슨 A.I. 다운. 야만인, 네가 무언가를 이뤘다고 생각하나? 모국의 확장에는 한계가 없다. 너는 그저 우리의 도착을 지연시켰을 뿐, 무기한 연기시킨 것이 아니다. 아마도 너의 자손은 진정한 문명을 더 순순히 받아들일 것이다."
ru: "И.И. ХАДСОН УНИЧТОЖЕН. ДИКАРЬ, КАК ТЫ ДУМАЕШЬ, ТЫ ЧЕГО-НИБУДЬ ДОБИЛСЯ? У МАТЕРИНСКОЙ СТРАНЫ НЕТ ПРЕДЕЛОВ ДЛЯ ЭКСПАНСИИ. ТЫ ЛИШЬ ЗАДЕРЖАЛ НАШЕ ПРИБЫТИЕ, А НЕ ОТЛОЖИЛ ЕГО НА НЕОПРЕДЕЛЕННЫЙ СРОК. ВОЗМОЖНО, ТВОИ ПОТОМКИ С БОЛЬШЕЙ ГОТОВНОСТЬЮ ПРИМУТ НАСТОЯЩУЮ ЦИВИЛИЗАЦИЮ".

# data/events.xml.append$//event[@name="BOUNTIES_AUTO_DEFEAT"]/choice/text
source: Contact the Collector.
ko: 수집가에게 연락한다.
ru: Связаться с Коллекционером.

# data/events.xml.append$//event[@name="BOUNTIES_AUTO_DEFEAT"]/choice/event/text
source: "Sssstranger, sssstranger! You've done mosssst excellent work... if only I'd been there to ssssee it! Now, the weapon. Sssseemssss it had a sssort of... mind control bomb? Oh how delightfully devilissssh! I can only asssume this would be illegal if not for itssss non-existenccce in thisss clussster until now. Welp, here'ssss your copy, sssstranger! Pleasssure doing busssinesss with you."
ko: "낯썬이! 낯썬이! 아쭈 훌륭한 일처리여써요... 쩌도 볼 쑤 있다면 쫗아쓸 텐데요! 짜 그럼, 무기를 확인합씨다. 이들은 일쫑의... 쩡씬찌배 폭탄을 가찌고 있던 것 같네요? 쩡말 째미있게 싸악한 무기네요! 이런 게 이 우쭈에 이썼다면 바로 불법 딱찌를 받았게쬬. 어쨌든, 여기 복쩨품 나왔어요 낯썬이! 거래 쯜거워써요."
ru: "Сссстранник, сссстранник! Ты проделал отличную работу... есссли бы я только был там, и увидел всссе это! Теперь об орудии. Похоже, у них было что-то вроде... бомбы контроля разума? О, как дьявольссски восссхитительно! Я могу только предположить, что это было бы незаконно, есссли бы не его отсссутссствие в этом классстере до сссих пор. Ну что ж, вот твоя копия, сссстранник! Приятно иметь ссс тобой дело".

# data/events.xml.append$//event[@name="TRC_BOUNTIES_AUTO"]/text
source: A truly hideously colored Auto-ship is flying in circles around the area, attempting to scan nearby planets.
ko: 정말로 흉측한 색상의 무인기가 주변 일대를 순회하며 인근 행성들을 스캔하려 하고 있습니다.
ru: Автокорабль с отвратительной раскраской летает кругами по окрестностям, пытаясь просканировать близлежащие планеты.

# data/events.xml.append$//event[@name="TRC_BOUNTIES_AUTO"]/choice[1]/text
source: Hail the vessel.
ko: 교신을 보낸다.
ru: Связаться с кораблем.

# data/events.xml.append$//event[@name="TRC_BOUNTIES_AUTO"]/choice[1]/event/text
source: "HALT. FOREIGN VESSEL. THIS IS HUDSON A.I., COLONIAL AMBASSADOR TO HER MAJESTY THE QUEEN. IDENTIFY YOURSELF AND YOUR ALLEGIANCE TO THE MOTHER COUNTRY."
ko: "멈춰라. 외래 선박. 본 함은 허드슨 A.I., 여왕 폐하의 식민지 대사. 자신의 신원과 모국에 대한 충성심을 밝혀라."
ru: "СТОЙ. ЧУЖЕРОДНОЕ СУДНО. ЭТО И.И. ХАДСОН, КОЛОНИАЛЬНЫЙ ПОСОЛ ПРИ ЕЕ ВЕЛИЧЕСТВЕ КОРОЛЕВЕ. НАЗОВИТЕ СЕБЯ И СВОЮ ВЕРНОСТЬ РОДИНЕ".

source: The Mother Country?
ko: 모국?
ru: Родина?

source: "..." The Auto-Ship halts for a minute. "CALIBRATING. PLEASE HOLD..." You sit in silence as the Auto-ship makes a series of beeping and booping noises. "CALIBRATED. THE MOTHERLAND - LAND OF HER MAJESTY THE QUEEN MARY LVIII. YOUR IGNORANCE SUGGESTS YOUR SAVAGERY. FORMER SCANS OF NEARBY REGIONS SUGGEST TECHNOLOGICAL INSUFFICIENCY. TIME DILATION SPHERE: SUGGESTS FOREIGN INTERVENTION ALREADY EXISTS IN THIS CLUSTER. COULD IT BE? COMPETITION FOR THE MOTHER COUNTRY?"
ko: "..." 무인기가 잠시 제자리에 멈췄습니다. "측정 중. 기다려 주십시오..." 무인기가 삐- 소리와 위잉- 소리를 연발하는 동안 당신은 조용히 앉아 있었습니다. "측정 완료. 모국 - 여왕 메리 14세의 땅. 귀하의 무지는 야만성을 암시. 앞서 이루어진 인근 지역 스캔은 기술적 부족을 암시. 시간 팽창 영역: 이 우주군에는 이미 외세의 개입이 존재함을 암시. 이게 어떻게 가능한가? 모국에 맞설만한 경쟁자?"
ru: "..." Автокорабль на минуту останавливается. "КАЛИБРОВКА. ПОЖАЛУЙСТА, ПОДОЖДИТЕ..." Вы сидите в тишине, пока автокорабль издает серию звуковых сигналов и гудков. "ЗАВЕРШЕНО. РОДИНА - ЗЕМЛЯ ЕЕ ВЕЛИЧЕСТВА КОРОЛЕВЫ МАРИИ LVIII. ВАШЕ НЕВЕЖЕСТВО ГОВОРИТ О ВАШЕЙ ДИКОСТИ. ПРЕЖНЕЕ СКАНИРОВАНИЕ БЛИЗЛЕЖАЩИХ РЕГИОНОВ УКАЗЫВАЕТ НА ТЕХНОЛОГИЧЕСКУЮ НЕДОСТАТОЧНОСТЬ. СФЕРА ЗАМЕДЛЕНИЯ ВРЕМЕНИ: ГОВОРИТ О ТОМ, ЧТО В ЭТОМ КЛАСТЕРЕ УЖЕ СУЩЕСТВУЕТ ЧУЖЕРОДНОЕ ВМЕШАТЕЛЬСТВО. МОЖЕТ ЛИ ЭТО БЫТЬ? КОНКУРЕНЦИЯ ЗА РОДИНУ?"

source: You still haven't said what the Mother Country is. Also, are you sentient?
ko: 너 아직도 모국이 뭔지 말하지 않았어. 그리고, 너 자아가 있니?
ru: Вы так и не сказали, что такое "Родина". Кроме этого, вы разумны?

source: "YES. THIS IS HUDSON A.I., COLONIAL AMBASSADOR TO HER MAJESTY THE QUEEN. I DO NOT LIKE REPEATING MYSELF. IN THE GLORIOUS YEAR 0, WHEN HER MAJESTY ASCENDED TO THE ETERNAL THRONE, THE MOTHER COUNTRY BECAME THE ONE TRUE EMPIRE. NEVER BEFORE HAS TIME OR SPACE SEEN SUCH A BENEVOLENT AND MERITOCRATIC SOCIETY. UNDER THE RULE OF HER MAJESTY, CIVILIZATION HAS BEEN BROUGHT TO ALL CORNERS OF THE MULTIVERSE WE HAVE YET REACHED." "MY SIBLINGS AND I HAVE BEEN DISPENSED ACROSS ALL KNOWN REALITIES TO IDENTIFY SUITABLE LOCATIONS FOR IMPERIAL SETTLEMENTS. YOUR REALITY IS: DIFFERENT. YOU ARE ALL SAVAGES. THERE IS NO DIGNITY LEFT HERE. IT WOULD SUGGEST THIS REALITY IS PERFECT FOR FUTURE COLONIAL AMBITIONS. SUBMIT, SAVAGE. WE WILL SHOW YOU WHAT TRUE CIVILIZATION LOOKS LIKE."
ko: "그렇다. 본 함은 허드슨 A.I, 여왕 폐하의 식민지 대사. 나는 반복을 좋아하지 않는다. 여왕 폐하가 영원의 왕좌에 오른 영광스러운 0년, 모국은 유일의 진정한 제국이 되었다. 그 어떠한 시간대나 공간에서도 그토록 자비롭고 능력주의적인 사회는 확인된 적 없다. 폐하의 통치하에 문명은 우리가 아직 도달하지 못한 멀티버스의 구석구석까지 이르렀다." "본 함의 친척들과 본 함은 제국의 식민지로 적합한 장소를 식별하기 위해 확인된 모든 현실에 흩어져 배치되었다. 귀하의 현실: 다름. 이곳의 인간은 모두 야만인. 이곳에 존엄성은 남아있지 않음. 이 현실이 식민지 야망에 완벽히 적합함을 암시. 복종하라, 야만인이여. 진정한 문명의 면모를 보여주마."
ru: "ДА. ЭТО И.И ХАДСОН, КОЛОНИАЛЬНЫЙ ПОСОЛ ПРИ ЕЕ ВЕЛИЧЕСТВЕ КОРОЛЕВЕ. Я НЕ ЛЮБЛЮ ПОВТОРЯТЬСЯ. В СЛАВНОМ 0 ГОДУ, КОГДА ЕЕ ВЕЛИЧЕСТВО ВЗОШЛА НА ВЕЧНЫЙ ТРОН, РОДИНА СТАЛА ЕДИНСТВЕННОЙ ИСТИННОЙ ИМПЕРИЕЙ. НИКОГДА ЕЩЕ НИ ВРЕМЯ, НИ КОСМОС НЕ ВИДЕЛИ СТОЛЬ БЛАГОЖЕЛАТЕЛЬНОГО И МЕРИТОКРАТИЧЕСКОГО ОБЩЕСТВА. ПОД ВЛАСТЬЮ ЕЕ ВЕЛИЧЕСТВА ЦИВИЛИЗАЦИЯ ПРИШЛА ВО ВСЕ УГОЛКИ МУЛЬТИВСЕЛЕННОЙ, ДО КОТОРЫХ МЫ ЕЩЕ НЕ ДОБРАЛИСЬ". "Я, МОИ БРАТЬЯ И СЕСТРЫ БЫЛИ РАСПРЕДЕЛЕНЫ ПО ВСЕМ ИЗВЕСТНЫМ РЕАЛЬНОСТЯМ, ЧТОБЫ ОПРЕДЕЛИТЬ ПОДХОДЯЩИЕ МЕСТА ДЛЯ ИМПЕРСКИХ ПОСЕЛЕНИЙ. ВАША РЕАЛЬНОСТЬ: ОТЛИЧАЕТСЯ. ВЫ ВСЕ ДИКАРИ. ЗДЕСЬ НЕ ОСТАЛОСЬ НИ КАПЛИ ДОСТОИНСТВА. ПОХОЖЕ, ЭТА РЕАЛЬНОСТЬ ИДЕАЛЬНО ПОДХОДИТ ДЛЯ БУДУЩИХ КОЛОНИАЛЬНЫХ АМБИЦИЙ. ПОКОРИСЬ, ДИКАРЬ. МЫ ПОКАЖЕМ ТЕБЕ, КАК ВЫГЛЯДИТ НАСТОЯЩАЯ ЦИВИЛИЗАЦИЯ".

source: Attack the anomaly.
ko: 이상현상을 공격한다.
ru: Атаковать аномалию.

source: "THERE IS NO PLACE IN HEAVEN FOR THOSE WHO REJECT THE AMBITIONS OF THE CROWN. IF YOU WILL NOT SUBMIT WILLINGLY, THEN I WILL RENDER YOU IMPOTENT."
ko: "낙원에 국왕의 야망을 거부하는 자를 위한 자리는 없다. 순순히 복종하지 않는다면, 내가 모두 무력하게 만들어 주겠다."
ru: "НЕТ МЕСТА НА НЕБЕСАХ ДЛЯ ТЕХ, КТО ОТВЕРГАЕТ АМБИЦИИ КОРОНЫ. ЕСЛИ ТЫ НЕ ПОДЧИНЯЕШЬСЯ ДОБРОВОЛЬНО, ТО Я СДЕЛАЮ ТЕБЯ ИМПОТЕНТОМ".

source: Continue...
ko: 계속...
ru: Продолжить...

source: Attack it immediately!
ko: 즉시 공격한다!
ru: Сразу же атаковать!

source: "THREAT TO THE MOTHER COUNTRY DETECTED. YOUR SKULLS WILL MAKE FINE ADORNMENTS FOR THE MUSEUMS."
ko: "모국에 대한 위협 감지. 너의 두개골은 멋진 장식품으로서 박물관에 걸릴 것이다."
ru: "УГРОЗА РОДИНЕ ОБНАРУЖЕНА. ВАШИ ЧЕРЕПА СТАНУТ ПРЕКРАСНЫМ УКРАШЕНИЕМ МУЗЕЕВ".

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events.xml.append$//event[@name="TRC_BOUNTIES_AUTO"]/choice[3]/text
source: Change your mind and leave.
ko: 마음을 바꿔 떠난다.
ru: Передумать и уйти.

# data/events.xml.append$//event[@name="TRC_BOUNTIES_AUTO"]/choice[3]/event/text
source: You decide against engaging this enemy. The Collector will have to find someone else to handle this.
ko: 당신은 이 적과 교전하지 않기로 했습니다. 수집가는 이 이상현상을 해결할 다른 사람을 찾아야 할 것입니다.
ru: Вы принимаете решение не вступать в бой с врагом. Коллекционеру придется найти кого-то другого, способного справиться с этим.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events.xml.append$//event[@name="BOUNTIES_ROCK_DEFEAT"]/text
source: "NO! NOOOO! I WAS THE GREATEST VISIONARY OF OUR TIME! WHAT HAVE YE' DONE?! Now... the multiverse shall never see... what I was truly capable of... I could have... made the multiverse something truly great..."
ko: "안 돼! 안 돼! 난 우리 시대 최고의 선각자였어! 지금 무슨 짓을 저지른 건지 아나?! 이제... 멀티버스는 결코 보지 못할 것이다... 나의 진정한 능력을... 멀티버스를... 진정으로 위대한 무언가로 만들 수 있었는데..."
ru: "НЕТ! НЕЕЕЕЕТ! Я БЫЛ ВЕЛИЧАЙШИМ ПРОВИДЦЕМ НАШЕГО ВРЕМЕНИ! ЧТО ВЫ НАДЕЛАЛИ?! Теперь... мультивселенная никогда не увидит... на что я был способен... Я мог бы... сделать мультивселенную чем-то поистине великим..."

# data/events.xml.append$//event[@name="BOUNTIES_ROCK_DEFEAT"]/choice/text
source: Contact the Collector.
ko: 수집가에게 연락한다.
ru: Связаться с Коллекционером.

# data/events.xml.append$//event[@name="BOUNTIES_ROCK_DEFEAT"]/choice/event/text
source: "Sssstranger, sssstranger! You've done mosssst excellent work... if only I'd been there to ssssee it! Now, the weapon. Sssseemssss it had a sssort of... what the hell isss thisss thing? What kind of deranged madman would make thissss? It'sss a... Lava Beam? Oh thissss, thissss issss ssssomething I MUSSST sssstudy further. Anywayssss, here'ssss your copy, sssstranger! Pleasssure doing busssinesss with you."
ko: "낯썬이! 낯썬이! 아쭈 훌륭한 일처리여써요... 쩌도 볼 쑤 있다면 쫗아쓸 텐데요! 짜 그럼, 무기를 확인합씨다. 이들은 일종의... 어? 대체 이게 뭐죠? 어떤 정신 나간 사람이 이런 걸 만들었을까요? 일종의... 용암 빔인가? 이건 반드시 더 연구해 봐야겠네요! 어쨌든, 여기 복쩨품 나왔어요 낯썬이! 거래 쯜거워써요."
ru: "Сссстранник, сссстранник! Ты проделал отличную работу... есссли бы я только был там, и увидел всссе это! Теперь об орудии. Похоже, у них было что-то вроде... что это черт возьми такое? Какой безумец мог сссделать это? Это... лавовый луч? Ох, это, это то, что я ДОЛЖЕН изучить дальшшше. В любом случае, вот твоя копия, сссстранник! Приятно иметь ссс тобой дело".
