Repository: ranhai613/trc
Catalog: locale/data/events.xml.append/*.po
Languages: ko, ru

# data/events.xml.append$//event[@name="TRC_BOUNTIES_ROCK"]/text
source: You attempt to eavesdrop on the nearby Rock ship, but are almost deafened by the thunderous clammering of hammers on steel. The ship's crew are busy at work, shuffling around the ship at a furious rate. Or well, as furious a rate as Rockmen can go.
ko: 당신은 근처에 있는 락맨 함선을 도청하려고 했지만, 철을 망치로 내려치는 우레 같은 소리에 귀가 먹먹해졌습니다. 락맨 선원들은 일하느라 바빠 맹렬한 속도로 함내를 돌아다니고 있습니다. 아, 물론 락맨의 낼 수 있는 최고의 속도로 말입니다.
ru: Вы пытаетесь подслушать разговоры на ближайшем корабле валунов, но почти оглохли от громоподобного стука молотков по стали. Экипаж корабля занят работой, с бешеной скоростью перемещаясь по кораблю. Ну, или настолько, насколько это возможно для валунов.

# data/events.xml.append$//event[@name="TRC_BOUNTIES_ROCK"]/choice[1]/text
source: Hail the vessel.
ko: 교신을 보낸다.
ru: Связаться с кораблем.

# data/events.xml.append$//event[@name="TRC_BOUNTIES_ROCK"]/choice[1]/event/text
source: "*CLANG* - *CLANG* - *CLANG* HALT! HALT YE' HAMMERS, MEN." A gruff looking Rockman appears on the screen. He wears a crimson blindfold, and has two mechanical arms and one artificial leg. "Hmph. Ye' look like a heathen. You still hold all ye' limbs. It be me suspicion ye' ain't even the smithin' sort."
ko: "*챙* *챙* *챙* 그만! 모두 망치질을 멈추시오." 화면에 우락부락한 락맨이 나타났습니다. 진홍색 안대와 두 개의 기계 팔, 하나의 인공 다리를 차고 있습니다. "흠. 이교도처럼 보이는군. 아직도 팔다리를 전부 달고 있다니. 대장장이도 아닌 것 같고 수상쩍은데."
ru: "*ДЗЫНЬ* - *ДЗЫНЬ* - *ДЗЫНЬ* СТОЙ! ОСТАНОВИТ' МОЛОТКИ, РЕБЯТА". На экране появляется суровый валун. На его глазах малиновая повязка, у него две механические руки и одна искусственная нога. "Хмф. Ты похож на язычника. У тебя все еще ест' все конечности. Я подозреваю, что ты даже не кузнец".

source: I happen to like my limbs. What happened to yours?
ko: 저는 팔다리가 마음에 듭니다. 당신의 것은 어떻게 된 겁니까?
ru: Так вышло, что у меня есть конечности. А что случилось с вашими?

source: "HAHAHAHAH! HAHAHAHAHAH!" The Rockman bellows laughter, and his countless helpers join in. Suddenly, his face grows serious, and he jumps towards the screen. "ME LIMBS? YE' WANT TO KNOW WHAT HAPPENED TO ME LIMBS? HAH! THEN I TELL YE', HEATHEN! For the great goddess Ag'thcaria, I carve out me eyes and forge them into the Divine Oculus! For the noble god Thavl Eos, I rip off me arm and with it I craft the Heavenly Scepter! And for the almighty lord Gajgri, I chop off me leg and with it I made the Battle McStick. Me finest creation. I tell ye', heathen. If ye' have any hope of a blessed life ye' must create. There's no place left in this forsaken land 'cept for the most divine of visionaries!"
ko: "하하하하! 하하하하!" 락맨은 큰 소리로 웃음을 터뜨렸고, 그의 수많은 조수들도 따라 웃었습니다. 갑자기 그가 진지한 얼굴을 지으며 화면으로 다가옵니다. "내 팔다리? 내 팔다리가 어떻게 되었는지 알고 싶나? 하하! 그렇다면 말해주지 이교도여! 나는 위대한 여신 아그카리아를 위해, 눈을 저며내 신성한 오큘러스를 만들었다! 나는 고귀한 신 타블 에오스를 위해, 팔을 찢어내 거룩한 셉터를 만들었다! 나는 전능한 군주 가즈그리를 위해, 다리를 잘라내 전투 봉을 만들었다! 내 최고의 걸작들이지. 듣거라 이교도여. 축복받은 삶에 대한 희망이 있다면 그대는 만들어야 한다. 이 버려진 땅에는 최고로 신성한 선각자들 말고는 남을 자리가 없다!"
ru: "ХАХАХАХА! ХАХАХАХАХА!" Валун разражается хохотом, и его бесчисленные помощники присоединяются к нему. Вдруг его лицо становится серьезным, и он прыгает к экрану. "С МОИМИ КОНЕЧНОСТЯМИ? ХОЧЕШЬ ЗНАТ', ЧТО СЛУЧИЛОСЬ С МОИМИ КОНЕЧНОСТЯМИ? ХА! ТОГДА Я РАССКАЖУ ТЕБЕ, ЯЗЫЧНИК! Для великой богини Аг'тхарии я вырезаю свои глаза и вковываю их в Божественный Окулус! Для благородного бога Тавла Эоса я отрываю себе руку и делаю из нее Небесный Скипетр! А для всемогущего повелителя Гаджгри я отрубаю ногу и делаю из нее Боевой МакСтик. Мое лучшее творение. Говорю тебе, язычник. Если у вас ест' хот' какая-то надежда на блаженную жизнь, вы должны творит'. В этой забытой земле не осталось места, кроме как для самых божественных провидцев!"

source: Is that... normal? Chopping off your limbs, I mean?
ko: 팔다리를 자르는 게... 정상적인 일인가요?
ru: Это... нормально? Отрубать конечности, я имею в виду?

source: "NORMAL? What left is normal? It was a peaceful time before the Age of the New Gods. Simple, but peaceful times let me tell ya. Then one day a rift awakened, and behold then comes evil like ye' never seen. It was the gods who saved us, aye. Interlopers to fight the interlopers. Nay, they deprave us of our limbs, yes. Sacrifices must be made, 'suppose. But for me? It ain't about the pittance. I was a man of the craft before the coming of the age, and I'm a man of the craft now. It is my eternal quest to forge a weapon so mighty, so powerful, even the GODS shall tremble before it! And then I, I, LOWLY MORTAL ALOV, SHALL BECOME THE HIGHEST LORD! SACROSANCT CHAMPION OF MORTAL MEN! SLAYER OF THE DREADED... the dreaded..."
ko: "정상이냐고? 정상인 게 남아있긴 한가? 새로운 신들의 시대가 오기 전에는 평화롭던 때가 있었지. 단순하지만 평화로운 시대였어. 그러던 어느 날 균열이 깨어났고, 한 번도 본 적 없는 악이 나타났소. 우리를 구한 것은 신들이었소. 침입자들과 싸우기 위한 침입자들. 허나, 그들은 우리의 사지를 손상시켰소. 보통은 희생이 따르는 것이라 생각하겠지. 하지만 나는 어떨까? 내 사지는 공헌의 뜻이 아니었소. 나는 새로운 시대가 오기 전에 장인이었고, 지금도 역시 장인이오. 더 강하고, 더 훌륭한, 신조차 두려움에 떨만한 무기를 만드는 것이 나의 영원한 사명이오! 그러고 나면 나는, 나는, 천한 불멸자 알로브는, 가장 위대한 신이 되리라! 필멸자의 몸으로 이겨낸 성스러운 챔피언이 되리라! 두려운 것들을... 그것들을..."
ru: "НОРМАЛЬНО? Что осталось нормальным? Это было мирное время до эпохи Новых Богов. Простые, но мирные времена, скажу я тебе. А потом однажды пробудился разлом, и вот оно, зло, какого ты никогда не видел. Это боги спасли нас, да. Вторженцы, чтобы бороться с вторженцами. Более того, они лишают нас конечностей, да. Приходится приносить жертвы. Но для меня? Дело не в грошах. Я был человеком ремесла до наступления эпохи, я и сейчас человек ремесла. Моя вечная цель - выковать оружие столь могущественное, столь сильное, что даже БОГИ будут трепетать перед ним! И тогда я, я, НИЧТОЖНЫЙ СМЕРТНЫЙ АЛОВ, СТАНУ ВЫСШИМ ВЛАДЫКОЙ! СВЯЩЕННЫМ ЧЕМПИОНОМ СМЕРТНЫХ ЛЮДЕЙ! УБИЙЦА УЖАСНЫХ... ужасных..."

source: The dreaded who?
ko: 두려운 뭐요?
ru: Кого ужасных?

source: The Rockman suddenly tunes his voice to a whisper. He skuttles closer to the mic, as close as possible, and whispers; "Her." You raise an eyebrow but he won't elaborate. "It has been a long time since the devil arrived. It is the word the heavens are guarded by a new master. A lowly form, nay a mortal like me, who banished the devil with his arrival. I scarcely believe it. But if it is true, then it is his throne I seek. AND IT WILL BE MINE! Now, enough with this pointless banter. Your pestilent questions corrupt my genius."
ko: 락맨은 갑자기 마이크에 최대한 가까이 다가와서 속삭이는 투로 작게 말했습니다. "그녀." 당신은 눈썹을 치켜떴지만, 그는 자세히 설명하지 않습니다. "악마가 도착한 지도 긴 시간이 흘렀소. 천체는 새로운 주인이 지키고 있지. 미천한 존재가, 나 같은 필멸자가 악마를 쫓아냈다고 하더군. 믿을 수가 없는 일이야. 하지만 그게 사실이라면, 내가 찾는 건 바로 그 존재의 왕좌요. 그리고 그 왕좌는 내 것이 될 것이오! 이제 무의미한 농담은 그만하지. 그대의 역겨운 질문은 내 천재성을 더럽히니."
ru: Валун вдруг перешел на шепот. Он подбегает к микрофону, как можно ближе, и шепчет: "Ее". Вы поднимаете бровь, но он не уточняет. "Прошло много времени с тех пор, как появился дьявол. Говорят, что небеса охраняет новый хозяин. Низший вид, а может быть, такой же смертный, как я, изгнал дьявола своим приходом. Я с трудом верю в это. Но если это правда, то именно его трон я ищу. И ОН БУДЕТ МОИМ! А теперь хватит бессмысленного балагана. Твои язвительные вопросы развращают мою гениальность".

source: Attack the anomaly.
ko: 이상현상을 공격한다.
ru: Атаковать аномалию.

source: "AND SO YE' REJECT MY PROMISE OF THE EVERLASTING GREATNESS OF MY GENIUS ABOVE ALL ELSE? Ye' are scum lower the lowest pits of hell. BEGONE WITH YE', HEATHEN!"
ko: "결국 그대는 나의 무엇보다 뛰어난 천재성의 영원한 위대함에 대한 약속을 거부하는 것이오? 그대는 지옥의 밑바닥에서도 밑바닥에 깔릴 쓰레기요. 당장 꺼지시오, 이교도여!
ru: "И ПОЭТОМУ ТЫ ОТВЕРГАЕШЬ МОЕ ОБЕЩАНИЕ О ВЕЧНОМ ВЕЛИЧИИ МОЕЙ ГЕНИАЛЬНОСТИ ПРЕВЫШЕ ВСЕГО? Ты - отброс из самых низких ям ада. ПРОЧЬ ОТ НАС, ЯЗЫЧНИК!"

source: Continue...
ko: 계속...
ru: Продолжить...

source: Attack it immediately!
ko: 즉시 공격한다!
ru: Сразу же атаковать!

source: "HEATHENS, STARBOARD! I will unleash my ULTIMATE FURY UPON YE', FREAK!"
ko: "이교도다! 우현으로! 내 궁극의 분노를 터뜨려 주마 이 괴물들아!"
ru: "ЯЗЫЧНИКИ, НА БОРТ! Я обрушу на вас СВОЮ ПРЕДЕЛЬНУЮ ЯРОСТЬ, УРОДЫ!"

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events.xml.append$//event[@name="TRC_BOUNTIES_ROCK"]/choice[3]/text
source: Change your mind and leave.
ko: 마음을 바꿔 떠난다.
ru: Передумать и уйти.

# data/events.xml.append$//event[@name="TRC_BOUNTIES_ROCK"]/choice[3]/event/text
source: You decide against engaging this enemy. The Collector will have to find someone else to handle this.
ko: 당신은 이 적과 교전하지 않기로 했습니다. 수집가는 이 이상현상을 해결할 다른 사람을 찾아야 할 것입니다.
ru: Вы принимаете решение не вступать в бой с врагом. Коллекционеру придется найти кого-то другого, способного справиться с этим.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events.xml.append$//event[@name="BOUNTIES_LANIUS_DEFEAT"]/text
source: "You think you've eliminated me for good? You think this is the end? You pitiful waste of life, you have no idea how little this changes anything. I am so infinitely wealthy that I cannot even truly die. My bank accounts are an anchor on my very soul. I cannot die. I am forever. When you are dead, buried and forgotten, I will continue to amass more money in a microsecond than your entire bloodline will ever amount to."
ko: "나를 영원히 제거했다고 생각하나? 이게 끝이라고 생각하나? 비참한 생명의 낭비여, 너는 이것이 아무런 변화도 주지 못함을 이해하지 못한다. 나는 너무 부유해서 진정으로 죽지도 못한다. 나의 은행 계좌가 내 영혼 자체에 닻을 박았다. 나는 죽지 않는다. 나는 영원하다. 네가 죽었을 때, 땅에 묻혀 잊히고 나서도, 나는 너의 혈족 전체가 평생 모을 돈보다도 더 많은 돈을 1마이크로초마다 축적할 것이다.
ru: "Ты думаешь, что уничтожил меня навсегда? Думаешь, это конец? Ты, жалкий пустозвон, даже не представляешь, как мало это меняет. Я так бесконечно богат, что даже не могу умереть по-настоящему. Мои банковские счета - это якорь на моей душе. Я не могу умереть. Я вечен. Когда ты умрешь, будешь похоронен и забыт, я продолжу за микросекунду накапливать больше денег, чем когда-либо сможет собрать вся твоя родословная".

# data/events.xml.append$//event[@name="BOUNTIES_LANIUS_DEFEAT"]/choice/text
source: Contact the Collector.
ko: 수집가에게 연락한다.
ru: Связаться с Коллекционером.

# data/events.xml.append$//event[@name="BOUNTIES_LANIUS_DEFEAT"]/choice/event/text
source: "Sssstranger, sssstranger! You've done mosssst excellent work... if only I'd been there to ssssee it! Now, the weapon. Sssseemssss it had a sssort of... scrap transformer? You feed it ssscrap, and it rearrangesss the matter to create ammunition! How incredible! Here'ssss your copy, sssstranger! Pleasssure doing busssinesss with you."
ko: "낯썬이! 낯썬이! 아쭈 훌륭한 일처리여써요... 쩌도 볼 쑤 있다면 쫗아쓸 텐데요! 짜 그럼, 무기를 확인합씨다. 이들은 일쫑의... 쓰크랩 변환기를 가찌고 있던 것 같네요? 쓰크랩을 투입하면, 썽분을 째배열해 탄약을 만드네요! 쩡말 놀라워요! 여기 복쩨품 나왔어요, 낯썬이! 거래 쯜거워써요."
ru: "Сссстранник, сссстранник! Ты проделал отличную работу... есссли бы я только был там, и увидел всссе это! Теперь об орудии. Похоже, у них было что-то вроде... трансссформатора лома? Вы кормите его ломом, а он перессстраивает вещессство, сссоздавая боеприпасссы! Невероятно! Вот твоя копия, сссстранник! Приятно иметь ссс тобой дело".

# data/events.xml.append$//event[@name="TRC_BOUNTIES_LANIUS"]/text
source: Your eyes are drawn almost immediately to a golden Lanius vessel. You assume at first the gold is just paint - but scans suggest the ship is made, literally, out of pure gold and reinforced by some sort of unidentified alloy.
ko: 딩신의 시선은 거의 즉시 황금빛 라니우스 선박에 고정됐습니다. 처음에는 그 금빛이 그냥 도색일 거라 생각했지만, 스캔 결과에 따르면 그 선박은 말 그대로 순금으로 만들어졌고 정체불명의 합금으로 보강되었다고 합니다.
ru: Ваш взгляд почти сразу же привлекает золотой корабль ланиусов. Сначала вы предполагаете, что золото - это просто краска, но сканирование показало, что корабль сделан буквально из чистого золота и усилен каким-то неизвестным сплавом.

# data/events.xml.append$//event[@name="TRC_BOUNTIES_LANIUS"]/choice[1]/text
source: Hail the vessel.
ko: 교신을 보낸다.
ru: Связаться с кораблем.

# data/events.xml.append$//event[@name="TRC_BOUNTIES_LANIUS"]/choice[1]/event/text
source: The Lanius crew stand almost perfectly still, staring at the camera. You feel violated by the way they look at you and almost hang up before one steps forward and speaks. "You are revolting."
ko: 라니우스 선원이 거의 완벽한 부동자세로 카메라를 바라봅니다. 당신이 그의 시선에 모욕감을 느끼고 한 발짝 앞으로 나아가려 할 때 라니우스가 입을 열었습니다. "너는 혐오스럽다."
ru: Экипаж ланиусов стоит почти совершенно неподвижно, глядя в камеру. Вы чувствуете себя оскорбленным тем, как они смотрят на вас, и уже собираетесь отключить связь, как один из них делает шаг вперед и произносит. "Ты отвратителен".

source: Excuse me?
ko: 예?
ru: Извините?

source: "You speak to me? Worm? Do you not understand my ascension? I am wealth incarnate. I am the glowing veins of the libertarian bliss. I am capitalism. My bank accounts grow so large they invented a new number just to describe my magnificent wealth. I own entire realities. I own life itself. I haven't just won the game of life. I am the game of life. You are worthless next to me. The value of your life is so repugnant, so pitifully low that I could simply drown you in my pocket change. I could smother you to death with the pure volume of my incomprehensibly large fortune. You are NOTHING. You are a shitstain that I pay someone to pay someone to pay someone to pay someone to pay someone to pay someone to clean up. Do you understand that? There isn't even 6 degrees of connection between us. I am on another plane of existence from you. I AM another plane of existence. I am so unimaginably superior to you that when you speak I can't even hear you. All I hear is the dull moan of the trillions of worthless roaches like you I step on every day on my way to make another quintillion dollars by simply existing. I HATE YOU. I LOATH YOU. I wish the worst possible fate upon you, you loathsome, pitiful disgrace. There isn't even a word in the dictionary to describe just how lowly I see you. To contain the pure vitriol I feel about your loathsome existence, and how much you insult me by even existing. So I'll make one up. Thatchfizgler."
ko: "나한테 말 건다? 벌레가? 나의 우월함을 이해하지 못하나? 나는 부의 화신이다. 나는 자유주의적 행복의 빛나는 혈맥이다. 나는 자본주의다. 나의 은행 계좌가 너무 커져서 오직 나의 웅장한 부를 묘사하기 위해 새 숫자가 발명됐다. 나는 온전한 현실 한 개를 소유했다. 나는 삶 자체를 소유했다. 나는 인생이라는 게임을 이긴 게 아니다. 내가 인생이라는 게임 그 자체다. 너는 내 옆에서 가치가 없다. 네 삶의 가치는 너무 혐오스럽고, 너무 불쌍할 정도로 미천해서 내 주머니의 거스름돈으로 익사시킬 수도 있다. 이해할 수 없을 정도로 큰 재물의 순수한 양으로 너는 질식시켜 죽일 수 있다. 너는 아무것도 아니다. 너는 내 고용인의 고용인의 고용인의 고용인의 고용인의 청소부에 불과한 더러운 얼룩이다. 이해하나? 우리 둘 사이의 실제 거리는 6단계 이상이다. 나는 너와 다른 차원에 존재한다. 나는 너보다 상상할 수 없을 정도로 우월해서 네가 말해도 나는 들을 수조차 없다. 단지 존재함으로써 또 다른 5조 달러를 벌기 위해 길을 가다 짓밟는 수조 마리의 쓸모없는 바퀴벌레가 내는 둔한 신음소리만 들릴 뿐이다. 네가 싫다. 네가 질색이다. 너에게 최악의 운명이 닥치기를 빈다. 메스껍고 비루한 천민. 사전을 뒤져도 내가 널 얼마나 하찮게 보는지 설명할 단어조차 없다. 혐오스러운 너의 존재와 그저 존재함으로써 네가 내게 주는 모욕감에 내가 느끼는 순수한 불쾌함을 담아낼 단어가 없다. So I'll make one up. Thatchfizgler."
ru: "Ты говоришь со мной? Червь? Ты не понимаешь моего вознесения? Я - воплощение богатства. Я - светящиеся жилы либертарианского блаженства. Я - капитализм. Мои банковские счета настолько велики, что они изобрели новое число, чтобы описать мое великолепное богатство. Я владею целыми реальностями. Мне принадлежит сама жизнь. Я не просто выиграл игру-жизнь. Я и есть игра-жизнь. Ты ничего не стоишь рядом со мной. Ценность твоей жизни настолько отвратительна, настолько ничтожна, что я мог бы просто утопить тебя в своей мелочи. Я мог бы задушить тебя до смерти чистым объемом своего непостижимо большого состояния. Ты - НИЧТО. Ты - пятно дерьма, которое я плачу кому-то, чтобы кто-то платил кому-то, чтобы кто-то платил кому-то, чтобы кто-то платил кому-то, чтобы кто-то платил кому-то, чтобы кто-то убирал за тобой. Ты это понимаешь? Между нами нет даже 6 степеней связи. Я нахожусь в другой плоскости существования, чем ты. Я ЕСМЬ другая плоскость существования. Я настолько невообразимо превосхожу тебя, что когда ты говоришь, я тебя даже не слышу. Все, что я слышу, - это унылый стон триллионов таких же никчемных тараканов, как ты, на которых я наступаю каждый день, чтобы заработать еще один квинтиллион долларов, просто существуя. Я НЕНАВИЖУ ТЕБЯ. Я НЕ ЖЕЛАЮ ТЕБЯ ВИДЕТЬ. Я желаю тебе самой худшей участи, ты, отвратительный, жалкий позор. В словаре нет даже слова, чтобы описать, насколько ничтожным я тебя вижу. Чтобы выразить всю ту ярость, которую я испытываю по поводу твоего отвратительного существования и того, как сильно ты оскорбляешь меня своим существованием. Поэтому я его придумаю. Thatchfizgler".

source: I... uhm... what?
ko: 제가... 어... 뭐라고요?
ru: Я... эээ... чего?

source: "You aren't even worth the weight of my excrement, you vile pus bulb. When you're dead I will buy this entire reality and use the meat harvested from its every living inhabitant to create a living torture chamber where I run endless simulations of your worthless conscience living out the most painful-" You mute the comms and power on your weapons.
ko: "너는 내 배설물의 무게만큼도 가치가 없다. 열등한 고름 덩어리야. 네가 죽으면 이 현실을 통째로 사서 살아있는 모든 원주민에게서 채취한 고기로 살아있는 고문실을 만들어 네 쓸모없는 양심이 가장 고통스럽게 살아가는 시뮬레이션을 끝없이 실행할- " 당신은 통신을 끊고 무기를 가동합니다.
ru: "Ты не стоишь даже веса моих экскрементов, мерзкая гнойная луковица. Когда ты умрешь, я куплю всю эту реальность и использую мясо, собранное с каждого ее живого обитателя, чтобы создать живую камеру пыток, где я буду бесконечно моделировать, как твое никчемное сознание переживает самые мучительные-" Вы отключаете связь и включаете оружие.

source: Continue...
ko: 계속...
ru: Продолжить...

source: Attack it immediately!
ko: 즉시 공격한다!
ru: Сразу же атаковать!

source: "The worthless stain seeks to challenge the mighty god of the everlasting free market? I will grind you into paste, you worthless assemblage of barely-sentient molecules."
ko: "쓸모없는 얼룩이 영원한 자유 시장의 강대한 신에게 도전하려고 하나? 내가 너를 반죽으로 만들어 주지. 겨우 지각만 있는 분자들의 쓸모없는 집합체여."
ru: "Ничтожное пятно пытается бросить вызов могущественному богу вечного свободного рынка? Я сотру тебя в порошок, никчемное сборище едва разумных молекул".

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events.xml.append$//event[@name="TRC_BOUNTIES_LANIUS"]/choice[3]/text
source: Change your mind and leave.
ko: 마음을 바꿔 떠난다.
ru: Передумать и уйти.

# data/events.xml.append$//event[@name="TRC_BOUNTIES_LANIUS"]/choice[3]/event/text
source: You decide against engaging this enemy. The Collector will have to find someone else to handle this.
ko: 당신은 이 적과 교전하지 않기로 했습니다. 수집가는 이 이상현상을 해결할 다른 사람을 찾아야 할 것입니다.
ru: Вы принимаете решение не вступать в бой с врагом. Коллекционеру придется найти кого-то другого, способного справиться с этим.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events.xml.append$//event[@name="BOUNTIES_CEL_DEFEAT"]/text
source: Somehow, you've managed to clear out the vessel. You set to scrapping the ship.
ko: 당신은 어떻게든 무인기를 처리하고 스크랩을 수거했습니다.
ru: Каким-то образом вам удалось уничтожить судно. Вы отправляетесь разбирать все полезное с корабля.

# data/events.xml.append$//event[@name="BOUNTIES_CEL_DEFEAT"]/choice/text
source: Contact the Collector again.
ko: 수집가에게 연락한다.
ru: Снова связаться с Коллекционером.

# data/events.xml.append$//event[@name="BOUNTIES_CEL_DEFEAT"]/choice/event/text
source: "Truly miraculoussss! I'm ssssurprisssed you made it out alive there sssstranger! You're jussst lucky that one wassss underarmed. You've done good work though, sssstranger." "Thissss... probe. It'sss a curiossssity for cccertain. It would be a sssshame to dessstroy it now. I will conduct further ssstudiesss on it in my free time. But in an effort to make your time worthwhile, a ssspecial gift isss in order. Thisss isss a replica of the weapon I... metaphorically ssssold my sssoul for. What got ussss into thisss messs. Ussse it well, sssstranger. One can only hope it hassss no adverssse sssside effectssss."
ko: "쩡말 기쩍쩍이네요! 그걸 쌍대로 쌀아남았다는 게 놀라워요 낯썬이! 유독 무짱이 취약한 놈이 와써 다행이에요. 물론 그렇다 해도 엄청난 일을 해내쎠찌만요!" "이 탐싸쩡은... 확씰히 씬기한 물건이에요. 찌금 파괴하기엔 아깝단 말이쬬. 여가 씨간에 더 연구해 봐야게써요. 그리고, 당씬이 쓴 씨간을 가치 있게 만들어 드리기 위해 특별한 썬물을 쭌비해씁니다. 이거쓴 쩨가... 은유쩍으로 영혼을 팔았던 무기의 복쩨품입니다. 우리가 이 찌경에 빠찐 원인이쬬. 짤 싸용하쎄요, 낯썬이. 부짝용이 없기를 바랄게요."
ru: "Поиссстине чудо! Удивительно, что ты выбралссся оттуда живым, сссстранник! Тебе просссто повезло, что тот был недоссстаточно вооружен. Но ты хорошшшо поработал, сссстранник". "Этот... зонд. Это несссомненная диковинка. Было бы жаль уничтожать его сссейчас. В сссвободное время я проведу дальнейшшшие иссссследования. Но для того, чтобы вашшше время было потрачено ссс пользой, я хочу сссделать тебе осссобый подарок. Это копия оружия, за которое я... образно говоря, продал сссвою душшшу. То, из-за чего мы попали в эту передрягу. Пользуйссся им, сссстранник. Оссстаетссся только надеятьссся, что у него не будет побочных эффектов".

# data/events.xml.append$//event[@name="TRC_BOUNTIES_PROBE"]/text
source: You've arrived at the location. A small green Auto-ship can be seen in the distance - an unusually shaped hacking pod is attached to the exterior. The drone appears unarmed and is relatively small - meaning it likely poses no real threat.
ko: 목적지에 도착했습니다. 저 멀리 작은 녹색 무인기가 보입니다. 외부에 특이한 형태의 해킹 포드가 달려 있습니다. 비무장 상태로 보이고 상대적으로 작아 실제 위협이 될 것 같지는 않습니다.
ru: Вы прибыли на место. Вдалеке виден небольшой зеленый автокорабль - на его корпусе закреплена хакерская капсула необычной формы. Дрон не вооружен и имеет относительно небольшие размеры, что, скорее всего, не представляет реальной угрозы.

# data/events.xml.append$//event[@name="TRC_BOUNTIES_PROBE"]/choice[1]/text
source: Approach the probe.
ko: 탐사정에 접근한다.
ru: Приблизиться к зонду.

# data/events.xml.append$//event[@name="TRC_BOUNTIES_PROBE"]/choice[1]/event/text
source: As soon as you approach, the probe locks onto your hull and begins to orbit in circles around you. "H***-HE***- Can anyone **** me? Please res****. Th** is an urg*** mes**ge!" It's hard to understand what's being said - besides all the static, the message is garbled and fluctuating in volume.
ko: 당신이 접근하자 탐사정은 당신의 함선을 바라보고 원을 그리며 주위를 돌기 시작합니다. "안** - 안******** - 거기 누구 ****요? 응답해********. 비** 메시지 ****다!" 군데군데 소리가 끊기고, 그나마 들리는 부분도 왜곡되고 음량이 제멋대로라 무슨 말을 하는지 알아듣기 어렵습니다.
ru: Как только вы приближаетесь, зонд фиксируется на вашем корпусе и начинает кружить вокруг вас. "П***-ПРИ***- Кто-нибудь ****** меня? Пожалуйста, отв*****. Эт* о важ*** сооб**ние!" Понять, что говорится, трудно - помимо помех, сообщение искажается и изменяется по громкости.

source: We can hear you. Sort of.
ko: 듣고 있습니다. 어느 정도는요.
ru: Мы вас слышим. Вроде бы.
