Repository: ranhai613/trc
Catalog: locale/data/events.xml.append/*.po
Languages: ko, ru

source: "Did I - OH M* ***! IT ***KED! Ple**e, wh***er you ***, you m*** ****en to me. The** is ***tle ti**. I do not **** *ow much y** kn**, but ***re is a t**o. An En**, a Z*****, and a **ck. **ease, te** th*m that **ings ***ht look bad *** th***'s st*** hope. **** **sn't w*n - not **t. The ****antin* *AN be br***hed. I'm wor**** on **met***g. A way to **t the me***ge out. *t'll ** **dden - a *** to **eak it past **e s*outs. A ga** - a *ame mayb*. To let ***one who wi** **sten k*** wh**'s happ***ng in **re. Wh** that **ing has **** to ** - an* *hat **ime contin*** to *** hap**n. I don't kn** **** it'll be rea**, ** who it'll re*** - **t surely ** we spr*** it ** as ma** **ople as poss****, some*** - someone **** know w*** to ** wi** the ***wledge. And - and ple***, who***r you *** on the ot*** e*d. Make **re this ***sage ***ches them. Th**t - h** name is **e**. I **g of you, no***ng is **re ***ortant than ****. **************************" The message ends abruptly in static. You fiddle with your comms, hoping you might be able to reestablish the connection. Unfortunately, nothing seems to fix the issue. You jot down what little you can make out but have no idea what any of the message means.
ko: "제가 - 맙**사! 해냈****! 부탁******, 당**이 누**** 간에 제 **을 들******요. **간이 얼마 없****. 어**까지 알고 ****지 모****지**, 한 삼인**** 있****다. 엔**, 졸**, ****고 락**. 그들**게 상황이 나빠 보이**** 아직 희망** 있**** 전해******오. 아직은 ********가 이긴 **이 아닙**다. 격**를 우회** 수 있******. 메**지** **보낼 방법을 시험**** **습니다. 정**기** 제치고 유출** ** ****요. **임 - 아마도 게**일 겁****. **구든 듣게 되는 사람**** **곳에 **슨 일** 벌****고 있는지 알** **니다. 이**** 우리** **낸 일이고 - **라임** 계****서 **희를 놓**** 있****다. 언제 ****될**, 그리고 **구에게 도달** 모**지** - 최**한 많** 사****게 **뜨**면, 누****는 - 분명 누**가** 이 지식** 가지** **엇을 **야할 ** 알 ******다. 그리** - 그**** 부탁****, 지금 듣** 계** **이 누****. 이 메****를 테**트**** 전해주******. ****트 - 그의 이름은 ****트입니다. 부******니다. 이보** 더 중**한 일** 없******. **************************" 메시지는 갑자기 끝났고 정적만이 남았습니다. 당신은 통신이 다시 연결되기를 바라며 컴퓨터를 만지작거립니다. 불행히도, 문제가 해결될 것 같지는 않습니다. 당신은 조금이라도 알아들을 수 있던 부분을 최대한 적어보지만, 그럼에도 메시지의 의미를 전혀 알 수 없습니다.
ru: "Я - О, бо**! ЭТО ******ТАЛО! Пожа***ста, ке* б* вы ** ****, вы д***** ******ть меня. Вре**** ма**. Я не ****, **сколько в* в кур**, но **ть т**о. Эн**, з***** и ***ун. **жалуйста, ска**** *м, что **ла ***ет быть и плохо, ** надежда е** ****. **** *е п*бедил - ***а что. ****нтин **ЖЕТ быть на**шен. Я рабо*** над ко****м. Способ *****ать с****ение. ***ет **рыто - ****** *****читься мимо ***ведчиков. Иг** - возмож**, *гра. Чтобы ***дый, кто бу*** ***шать, з***, ч** **есь проис***ит. Ч** эта ***ка ******* с **** - и что **рвый позвол*** это делать. Я не зн**, **** о*а будет гот**, * до кого она дой*** -**, конечно, **** мы распр******* ее как ***** ****шему ***лу **дей, кто*** - кто-то будет знать, *** ****** * ***м ***нием. И - и пожа******, кто ** ** *** на др**** к***е. Убеди**сь, что это ****щение ***дет до них. С**т - е** зовут *е**. Я ****у вас, нет ни**го ***нее ****. **************************" Сообщение резко обрывается на помехах. Вы возитесь со своими коммуникаторами, надеясь, что сможете восстановить связь. К сожалению, ничего не помогает. Вы записываете то немногое, что можете разобрать, но не имеете ни малейшего представления о смысле сообщения.

source: Give up and cut comms.
ko: 포기하고 통신을 끊는다.
ru: Сдаться и прервать связь.

source: Just as you're about to cut comms, a rift opens nearby. A large Auto-ship arrives, colored unlike anything you've ever seen. The symbols on its hull resemble those on the Collector, although you still have no idea what they mean. The Auto-ship ignores you, scanning the probe. Meanwhile, you receive another long-distance hail from the Collector. "Ssstranger, thisss issss... no good. It ssseemssss my employerssss have found ussss! Or, well, they haven't found me. Phew! Not yet, at leasssst. But you musssst ssstop thissss ssship before it can report back to my employerssss, or elsssse everything issss at risssk!"
ko: 통신을 끊으려 하자 근처에서 균열이 열렸고, 지금껏 한 번도 본 적 없는 도색의 대형 무인기가 나왔습니다. 외벽에 그려진 기호는 수집가의 함선에 있던 기호와 닮았지만, 무슨 의미인지는 알 수 없습니다. 무인기는 당신을 무시하고 탐사정을 스캔하고 있습니다. 그러는 동안 쑤찝가한테써 짱거리 메씨찌가 와씁니다. "낯썬이, 쌍황이... 쫗찌 않아요. 쩨 고용쭈가 우리를 차쯘 것 같아요! 아니, 아니찌, 쩔 차쯘 건 아니에요. 쩍어도 찌금은 말이쬬. 휴! 하찌만 당씬은 반드씨 이 무인기를 멈춰야 해요. 그러찌 않으면 쩨 고용쭈에게 보고가 올라가써, 모든 거씨 위험에 처할 거예요!
ru: В тот момент, когда вы уже собираетесь прервать связь, рядом открывается разлом. Появляется большой автокорабль, по цвету не похожий ни на один из виденных вами. Символы на его корпусе напоминают те, что были на Коллекционере, хотя вы все еще не знаете, что они означают. Автокорабль игнорирует вас, сканируя зонд. Тем временем вы получаете еще один дальний сигнал от Коллекционера. "Ссстранник, это... нехорошшшо. Похоже, что мои работодатели нашшшли нассс! Или, вернее, они не нашшшли меня. Фух! Но ты должен оссстановить этот корабль до того, как он сссообщщщит моим работодателям, иначе всссе будет под угрозой!"

source: Defend the probe and attack the ship.
ko: 탐사정을 지키고 무인기를 공격한다.
ru: Защитить зонд и атаковать корабль.

source: "DETECTING MULTIPLE ANOMALIES AND HOSTILE VESSEL INBOUND. DEPLOYING QUARANTINE MEASURES."
ko: "다수의 이상현상 및 적대적 함선의 접근 감지. 검역 조치를 시작합니다."
ru: "ОБНАРУЖИВАЮ МНОГОЧИСЛЕННЫЕ АНОМАЛИИ И ПРИБЫТИЕ ВРАЖДЕБНОГО СУДНА. ВНЕДРЕНИЕ КАРАНТИННЫХ МЕР".

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events.xml.append$//event[@name="TRC_BOUNTIES_PROBE"]/choice[2]/text
source: Leave - something isn't right.
ko: 떠난다 - 뭔가 이상하다.
ru: Уйти - что-то не так.

# data/events.xml.append$//event[@name="TRC_BOUNTIES_PROBE"]/choice[2]/event/text
source: You aren't sure what it is, but something feels... off about this probe. You distance yourself and prepare to leave. The Collector will need to find someone else to handle this.
ko: 이게 뭔지는 모르겠지만, 뭔가... 이상한 느낌이 듭니다. 당신은 탐사정과 거리를 두고 떠날 준비를 합니다. 수집가는 이 이상현상을 해결할 다른 사람을 찾아야 할 것입니다.
ru: Вы не уверены, что именно, но в этом зонде чувствуется что-то... не то. Вы отдалятесь и готовитесь уйти. Коллекционеру придется найти кого-то другого, чтобы разобраться с этим.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
